{
  "legge": "All in the world know the beauty of the beautiful, and in doing this they have (the idea of) what ugliness is; they all know the skill of the skilful, and in doing this they have (the idea of) what the want of skill is. So it is that existence and non-existence give birth the one to (the idea of) the other; that difficulty and ease produce the one (the idea of) the other; that length and shortness fashion out the one the figure of the other; that (the ideas of) height and lowness arise from the contrast of the one with the other; that the musical notes and tones become harmonious through the relation of one with another; and that being before and behind give the idea of one following another. Therefore the sage manages affairs without doing anything, and conveys his instructions without the use of speech.All things spring up, and there is not one which declines to show itself; they grow, and there is no claim made for their ownership; they go through their processes, and there is no expectation (of a reward for the results). The work is accomplished, and there is no resting in it (as an achievement). The work is done, but how no one can see; 'Tis this that makes the power not cease to be.",
  "susuki": "Everywhere it is obvious that if beauty makes a display of beauty, it is sheer ugliness. It is obvious that if goodness makes a display of goodness, it is sheer badness. \"To be and not to be are mutually conditioned. The difficult, the easy, are mutually definitioned. The long, the short, are mutually exhibitioned. Above, below, are mutually cognitioned. The sound, the voice, are mutually coalitioned. Before and after are mutually positioned.\" Therefore The holy man abides by non-assertion in his affairs and conveys by silence his instruction. When the ten thousand things arise, verily, he refuses them not. He quickens but owns not. He acts but claims not. Merit he accomplishes, but he does not dwell on it. \"Since he does not dwell on it It will never leave him.\"",
  "goddard": "When every one recognizes beauty to be only a masquerade, then it is simply ugliness. In the same way goodness, if it is not sincere, is not goodness. So existence and non-existence are incompatible. The difficult and easy are mutually opposites. Just as the long and the short, the high and the low, the loud and soft, the before and the behind, are all opposites and each reveals the other. Therefore the wise man is not conspicuous in his affairs or given to much talking. Though troubles arise he is not irritated. He produces but does not own; he acts but claims no merit; he builds but does not dwell therein; and because he does not dwell therein he never departs."
}