{
  "legge": "When the intelligent and animal souls are held together in one embrace, they can be kept from separating. When one gives undivided attention to the (vital) breath, and brings it to the utmost degree of pliancy, he can become as a (tender) babe. When he has cleansed away the most mysterious sights (of his imagination), he can become without a flaw. In loving the people and ruling the state, cannot he proceed without any (purpose of) action? In the opening and shutting of his gates of heaven, cannot he do so as a female bird? While his intelligence reaches in every direction, cannot he (appear to) be without knowledge? (The Dao) produces (all things) and nourishes them; it produces them and does not claim them as its own; it does all, and yet does not boast of it; it presides over all, and yet does not control them. This is what is called \"The mysterious Quality\" (of the Dao).",
  "susuki": "Who by unending discipline of the senses embraces unity cannot be disintegrated. By concentrating his vitality and inducing tenderness he can become like a little child. By purifying, by cleansing and profound intuition he can be free from faults. Who loves the people when administering the country will practise nonassertion. Opening and closing the gates of heaven, he will be like a mother-bird; bright, and white, and penetrating the four quarters, he will be unsophisticated. He quickens them and feeds them. He quickens but owns not. He acts but claims not. He excels but rules not. This is called profound virtue.",
  "goddard": "By patience the animal spirits can be disciplined. By self-control one can unify the character. By close attention to the will, compelling gentleness, one can become like a little child. By purifying the subconscious desires one may be without fault. In ruling his country, if the wise magistrate loves his people, he can avoid compulsion. In measuring out rewards, the wise magistrate will act like a mother bird. While sharply penetrating into every corner, he may appear to be unsuspecting. While quickening and feeding his people, he will be producing but without pride of ownership. He will benefit but without claim of reward. He will persuade, but not compel by force. This is de [teh], the profoundest virtue."
}