{
  "legge": "Favour and disgrace would seem equally to be feared; honour and great calamity, to be regarded as personal conditions (of the same kind). What is meant by speaking thus of favour and disgrace? Disgrace is being in a low position (after the enjoyment of favour). The getting that (favour) leads to the apprehension (of losing it), and the losing it leads to the fear of (still greater calamity):--this is what is meant by saying that favour and disgrace would seem equally to be feared. And what is meant by saying that honour and great calamity are to be (similarly) regarded as personal conditions? What makes me liable to great calamity is my having the body (which I call myself); if I had not the body, what great calamity could come to me? Therefore he who would administer the kingdom, honouring it as he honours his own person, may be employed to govern it, and he who would administer it with the love which he bears to his own person may be entrusted with it.",
  "susuki": "\"Favor bodes disgrace; it is like trembling. Rank bodes great heartache. It is like the body.\" What means \"Favor bodes disgrace; it is like trembling? \"Favor humiliates. Its acquisition causes trembling, its loss causes trembling. This is meant by \"Favor bodes disgrace; it is like trembling.\" What means \"Rank bodes great heartache, it is like the body?\"I suffer great heartache because I have a body. When I have no body, what heartache remains? Therefore who administers the empire as he takes care of his body can be entrusted with the empire.",
  "goddard": "Favor and disgrace are alike to be feared, just as too great care or anxiety are bad for the body. Why are favor and disgrace alike to be feared? To be favored is humiliating; to obtain it is as much to be dreaded as to lose it. To lose favor is to be in disgrace and of course is to be dreaded. Why are excessive care and great anxiety alike bad for one? The very reason I have anxiety is because I have a body. If I have not body why would I be anxious? Therefore if he who administers the empire, esteems it as his own body, then he is worthy to be trusted with the empire."
}