{
  "legge": "We look at it, and we do not see it, and we name it \"the Equable.\" We listen to it, and we do not hear it, and we name it \"the Inaudible.\" We try to grasp it, and do not get hold of it, and we name it \"the Subtle.\" With these three qualities, it cannot be made the subject of description; and hence we blend them together and obtain The One. Its upper part is not bright, and its lower part is not obscure. Ceaseless in its action, it yet cannot be named, and then it again returns and becomes nothing. This is called the Form of the Formless, and the Semblance of the Invisible; this is called the Fleeting and Indeterminable.We meet it and do not see its Front; we follow it, and do not see its Back. When we can lay hold of the Dao of old to direct the things of the present day, and are able to know it as it was of old in the beginning, this is called (unwinding) the clue of Dao.",
  "susuki": "We look at Reason and do not see it; its name is Colorless. We listen to Reason and do not hear it; its name is Soundless. We grope for Reason and do not grasp it; its name is Bodiless. These three things cannot further be analyzed. Thus they are combined and conceived as a unity which on its surface is not clear and in its depth not obscure. Forever and aye Reason remains unnamable, and again and again it returns home to non-existence. This is called the form of the formless, the image of the imageless. This is called the transcendentally abstruse. In front its beginning is not seen. In the rear its end is not seen. By holding fast to the Reason of the ancients, the present is mastered and the origin of the past understood. This is called Reason's clue.",
  "goddard": "It is unseen because it is colorless; it is unheard because it is soundless; when seeking to grasp it, it eludes one, because it is incorporeal. Because of these qualities it cannot be examined, and yet they form an essential unity. Superficially it appears abstruse, but in its depths it is not obscure. It has been nameless forever! It appears and then disappears. It is what is known as the form of the formless, the image of the imageless. It is called the transcendental, its face (or destiny) cannot be seen in front, or its back (or origin) behind. But by holding fast to the Dao of the ancients, the wise man may understand the present, because he knows the origin of the past. This is the clue to the Dao."
}