{
  "legge": "The skilful traveller leaves no traces of his wheels or footsteps; the skilful speaker says nothing that can be found fault with or blamed; the skilful reckoner uses no tallies; the skilful closer needs no bolts or bars, while to open what he has shut will be impossible; the skilful binder uses no strings or knots, while to unloose what he has bound will be impossible. In the same way the sage is always skilful at saving men, and so he does not cast away any man; he is always skilful at saving things, and so he does not cast away anything. This is called \"Hiding the light of his procedure.\" Therefore the man of skill is a master (to be looked up to) by him who has not the skill; and he who has not the skill is the helper of (the reputation of) him who has the skill. If the one did not honour his master, and the other did not rejoice in his helper, an (observer), though intelligent, might greatly err about them. This is called \"The utmost degree of mystery.\"",
  "susuki": "\"Good travelers leave no trace nor track, Good speakers, in logic show no lack, Good counters need no counting rack.\" Good lockers bolting bars need not, Yet none their locks can loose. Good binders need no string nor knot, Yet none unties their noose.\" Therefore the holy man is always a good saviour of men, for there are no outcast people. He is always a good saviour of things, for there are no outcast things. This is called applied enlightenment. Thus the good man does not respect multitudes of men. The bad man respects the people's wealth. Who does not esteem multitudes nor is charmed by their wealth, though his knowledge be greatly confused, he must be recognized as profoundly spiritual.",
  "goddard": "Good walkers leave no tracks, good speakers make no errors, good counters need no abacus, good wardens have no need for bolts and locks for no one can get by them. Good binders can dispense with rope and cord, yet none can unloose their hold. Therefore the wise man trusting in goodness always saves men, for there is no outcast to him. Trusting in goodness he saves all things for there is nothing valueless to him. This is recognizing concealed values. Therefore the good man is the instructor of the evil man, and the evil man is the good man's wealth. He who does not esteem his instructors or value his wealth, though he be otherwise intelligent, becomes confused. Herein lies the significance of spirituality."
}