{
  "legge": "Who knows his manhood's strength, Yet still his female feebleness maintains; As to one channel flow the many drains, All come to him, yea, all beneath the sky. Thus he the constant excellence retains; The simple child again, free from all stains. Who knows how white attracts, Yet always keeps himself within black's shade, The pattern of humility displayed, Displayed in view of all beneath the sky; He in the unchanging excellence arrayed, Endless return to man's first state has made. Who knows how glory shines, Yet loves disgrace, nor e'er for it is pale; Behold his presence in a spacious vale, To which men come from all beneath the sky. The unchanging excellence completes its tale; The simple infant man in him we hail. The unwrought material, when divided and distributed, forms vessels. The sage, when employed, becomes the Head of all the Officers (of government); and in his greatest regulations he employs no violent measures.",
  "susuki": "\"Who his manhood shows And his womanhood knows Becomes the empire's river. Is he the empire's river, He will from virtue never deviate, And home he turneth to a child's estate. \"Who his brightness shows And his blackness knows Becomes the empire's model. Is he the empire's model, Of virtue ne'er shall he be destitute, And home he turneth to the absolute. \"Who knows his fame And guards his shame Becomes the empire's valley. Is he the empire's valley, For e'er his virtue will sufficient be, And home he turneth to simplicity.\" Simplicity, when scattered, becomes a vessel of usefulness. The holy man, by using it, becomes the chief leader; and truly, a great principle will never do harm.",
  "goddard": "He who knows his manhood and understands his womanhood becomes useful like the valleys of earth (which bring water). Being like the valleys of earth, eternal vitality (de [teh]) will not depart from him, he will come again to the nature of a little child. He who knows his innocence and recognizes his sin becomes the world's model. Being a world's model, infinite de [teh] will not fail, he will return to the Absolute. He who knows the glory of his nature and recognizes also his limitations becomes useful like the world's valleys. Being like the world's valleys, eternal de [teh] will not fail him, he will revert to simplicity. Radiating simplicity he will make of men vessels of usefulness. The wise man then will employ them as officials and chiefs. A great administration of such will harm no one."
}