{
  "legge": "He who would assist a lord of men in harmony with the Dao will not assert his mastery in the kingdom by force of arms. Such a course is sure to meet with its proper return. Wherever a host is stationed, briars and thorns spring up. In the sequence of great armies there are sure to be bad years. A skilful (commander) strikes a decisive blow, and stops. He does not dare (by continuing his operations) to assert and complete his mastery. He will strike the blow, but will be on his guard against being vain or boastful or arrogant in consequence of it. He strikes it as a matter of necessity; he strikes it, but not from a wish for mastery. When things have attained their strong maturity they become old. This may be said to be not in accordance with the Dao: and what is not in accordance with it soon comes to an end.",
  "susuki": "He who with Reason assists the master of mankind will not with arms strengthen the empire. His methods invite requital. Where armies are quartered briars and thorns grow. Great wars unfailingly are followed by famines. A good man acts resolutely and then stops. He ventures not to take by force. Be resolute but not boastful; resolute but not haughty; resolute but not arrogant; resolute because you cannot avoid it; resolute but not violent. Things thrive and then grow old. This is called un-Reason. Un-Reason soon ceases.",
  "goddard": "When the magistrate follows Dao, he has no need to resort to force of arms to strengthen the Empire, because his business methods alone will show good returns. Briars and thorns grow rank where an army camps. Bad harvests are the sequence of a great war. The good ruler will be resolute and then stop, he dare not take by force. One should be resolute but not boastful; resolute but not haughty; resolute but not arrogant; resolute but yielding when it cannot be avoided; resolute but he must not resort to violence. By a resort to force, things flourish for a time but then decay. This is not like the Dao and that which is not Dao-like will soon cease."
}