{
  "legge": "Now arms, however beautiful, are instruments of evil omen, hateful, it may be said, to all creatures. Therefore they who have the Dao do not like to employ them. The superior man ordinarily considers the left hand the most honourable place, but in time of war the right hand. Those sharp weapons are instruments of evil omen, and not the instruments of the superior man;--he uses them only on the compulsion of necessity. Calm and repose are what he prizes; victory (by force of arms) is to him undesirable. To consider this desirable would be to delight in the slaughter of men; and he who delights in the slaughter of men cannot get his will in the kingdom. On occasions of festivity to be on the left hand is the prized position; on occasions of mourning, the right hand. The second in command of the army has his place on the left; the general commanding in chief has his on the right;--his place, that is, is assigned to him as in the rites of mourning. He who has killed multitudes of men should weep for them with the bitterest grief; and the victor in battle has his place (rightly) according to those rites.",
  "susuki": "Even victorious arms are unblest among tools, and people had better shun them. Therefore he who has Reason does not rely on them. The superior man when residing at home honors the left. When using arms, he honors the right. Arms are unblest among tools and not the superior man's tools. Only when it is unavoidable he uses them. Peace and quietude he holdeth high. He conquers but rejoices not. Rejoicing at a conquest means to enjoy the slaughter of men. He who enjoys the slaughter of men will most assuredly not obtain his will in the empire.",
  "goddard": "Even successful arms, among all implements, are unblessed. All men come to detest them. Therefore the one who follows Dao does not rely on them. Arms are of all tools unblessed, they are not the implements of a wise man. Only as a last resort does he use them. In propitious affairs the place of honor is the left, but in unpropitious affairs we honor the right. .Peace and quietude are esteemed by the wise man, and even when victorious he does not rejoice, because rejoicing over a victory is the same as rejoicing over the killing of men. If he rejoices over killing men, do you think he will ever really master the Empire? The strong man while at home esteems the left as the place of honor, but when armed for war it is as though he esteems the right hand, the place of less honor. Thus a funeral ceremony is so arranged. The place of a subordinate army officer is also on the left and the place of his superior officer is on the right. The killing of men fills multitudes with sorrow; we lament with tears because of it, and rightly honor the victor as if he was attending a funeral ceremony."
}