{
  "legge": "The Dao, considered as unchanging, has no name. Though in its primordial simplicity it may be small, the whole world dares not deal with (one embodying) it as a minister. If a feudal prince or the king could guard and hold it, all would spontaneously submit themselves to him. Heaven and Earth (under its guidance) unite together and send down the sweet dew, which, without the directions of men, reaches equally everywhere as of its own accord. As soon as it proceeds to action, it has a name. When it once has that name, (men) can know to rest in it. When they know to rest in it, they can be free from all risk of failure and error. The relation of the Dao to all the world is like that of the great rivers and seas to the streams from the valleys.",
  "susuki": "Reason, in its eternal aspect, is unnamable. Although its simplicity seems insignificant, the whole world does not dare to suppress it. If princes and kings could keep it, the ten thousand things would of themselves pay homage. Heaven and earth would unite in dripping sweet dew, and the people with no one to command them would of themselves be righteous. As soon as Reason creates order, it becomes namable. Whenever the namable in its turn acquires existence, one learns to know when to stop. By knowing when to stop, one avoids danger. To illustrate Reason's relation to the world we compare it to streams and creeks in their course towards rivers and the ocean.",
  "goddard": "Tao in its eternal aspect is unnamable. Its simplicity appears insignificant, but the whole world cannot control it. If princes and kings employ it every one of themselves will pay willing homage. Heaven and Earth by it are harmoniously combined and drop sweet dew. People will have no need of rulers, because of themselves they will be righteous. As soon as Dao expresses itself in orderly creation then it becomes comprehensible. When one recognizes the presence of Dao he understands where to stop. Knowing where to stop he is free from danger. To illustrate the nature of Dao's place in the universe: Dao is like the brooks and streams in their relation to the great rivers and the ocean."
}