{
  "legge": " The things which from of old have got the One (the Dao) are-- Heaven which by it is bright and pure; Earth rendered thereby firm and sure; Spirits with powers by it supplied; Valleys kept full throughout their void All creatures which through it do live Princes and kings who from it get The model which to all they give. All these are the results of the One (Tao). If heaven were not thus pure, it soon would rend; If earth were not thus sure, 'twould break and bend; Without these powers, the spirits soon would fail; If not so filled, the drought would parch each vale; Without that life, creatures would pass away; Princes and kings, without that moral sway, However grand and high, would all decay. Thus it is that dignity finds its (firm) root in its (previous) meanness, and what is lofty finds its stability in the lowness (from which it rises). Hence princes and kings call themselves \"Orphans,\" \"Men of small virtue,\" and as \"Carriages without a nave.\" Is not this an acknowledgment that in their considering themselves mean they see the foundation of their dignity? So it is that in the enumeration of the different parts of a carriage we do not come on what makes it answer the ends of a carriage. They do not wish to show themselves elegant-looking as jade, but (prefer) to be coarse-looking as an (ordinary) stone.",
  "susuki": " From of old these things have obtained oneness: \"Heaven by oneness becometh pure. Earth by oneness can endure. Minds by oneness souls procure. Valleys by oneness repletion secure. \" All creatures by oneness to life have been called. And kings were by oneness as models installed.\" Such is the result of oneness. \"Were heaven not pure it might be rent. Were earth not stable it might be bent. Were minds not ensouled they'd be impotent. Were valleys not filled they'd soon be spent. When creatures are lifeless who can their death prevent? Are kings not models, but on haughtiness bent, Their fall, forsooth, Thus, the nobles come from the commoners as their root, and the high rest upon the lowly as their foundation. Therefore, princes and kings call themselves orphaned, lonely, and unworthy. Is this not because they take lowliness as their root? The several parts of a carriage are not a carriage. Those who have become a unity are neither anxious to be praised with praise like a gem, nor disdained with disdain like a stone.",
  "goddard": " It has been said of old, only those who attain unity attain self-hood... Heaven attained unity and thereby is space. Earth attained unity, thereby it is solid. Spirit attained unity, thereby it became mind. Valleys attained unity, therefore rivers flow down them. All things have unity and thereby have life. Princes and kings as they attain unity become standards of conduct for the nation. And the highest unity is that which produces unity. If heaven were not space it might crack, if earth were not solid it might bend. If spirits were not unified into mind they might vanish, if valleys were not adapted to rivers they would be parched. Everything if it were not for life would burn up. Even princes and kings if they overestimate themselves and cease to be standards will presumably fall. Therefore nobles find their roots among the commoners; the high is always founded upon the low. The reason why princes and kings speak of themselves as orphans, inferiors and unworthy, is because they recognize that their roots run down to the common life; is it not so? If a carriage goes to pieces it is no longer a carriage, its unity is gone. A true self-hood does not desire to be overvalued as a gem, nor to be undervalued as a mere stone."
}