{
  "legge": "The Dao produced One; One produced Two; Two produced Three; Three produced All things. All things leave behind them the Obscurity (out of which they have come), and go forward to embrace the Brightness (into which they have emerged), while they are harmonised by the Breath of Vacancy. What men dislike is to be orphans, to have little virtue, to be as carriages without naves; and yet these are the designations which kings and princes use for themselves. So it is that some things are increased by being diminished, and others are diminished by being increased. What other men (thus) teach, I also teach. The violent and strong do not die their natural death. I will make this the basis of my teaching.",
  "susuki": "Reason begets unity; unity begets duality; duality begets trinity; and trinity begets the ten thousand things. The ten thousand things are sustained by Yin [the negative principle]; they are encompassed by Yang [the positive principle], and the immaterial breath renders them harmonious. That which the people find odious, to be orphaned, lonely, and unworthy, kings and princes select as their titles. Thus, on the one hand, loss implies gain, and on the other hand, gain implies loss. What others have taught I teach also. The strong and aggressive do not die a natural death; but I will obey the doctrine's father.",
  "goddard": "Tao produces unity; unity produces duality; duality produces trinity; trinity produces all things. All things bear the negative principle (yin) and embrace the positive principle (yang). Immaterial vitality, the third principle (chi), makes them harmonious. Those things which are detested by the common people, namely to be called orphans, inferiors, and unworthies, are the very things kings and lords take for titles. There are some things which it is a gain to lose, and a loss to gain. I am teaching the same things which are taught by others. But the strong and aggressive: ones do not obtain a natural death (i.e., self-confident teachers do not succeed). I alone expound the basis of the doctrine of the Dao."
}