{
  "legge": "Men come forth and live; they enter (again) and die. Of every ten three are ministers of life (to themselves); and three are ministers of death. There are also three in every ten whose aim is to live, but whose movements tend to the land (or place) of death. And for what reason? Because of their excessive endeavours to perpetuate life. But I have heard that he who is skilful in managing the life entrusted to him for a time travels on the land without having to shun rhinoceros or tiger, and enters a host without having to avoid buff coat or sharp weapon. The rhinoceros finds no place in him into which to thrust its horn, nor the tiger a place in which to fix its claws, nor the weapon a place to admit its point. And for what reason? Because there is in him no place of death.",
  "susuki": "Abroad in life, home in death. There are thirteen avenues of life; there are thirteen avenues of death; on thirteen avenues men that live pass unto the realm of death. Now, what is the reason? It is because they live life's intensity. Yea, I understand that one whose life is based on goodness, when traveling on land will not fall a prey to the rhinoceros or the tiger. When coming among soldiers, he need not fear arms and weapons. The rhinoceros finds no place wherein to insert its horn. The tiger finds no place wherein to put his claws. Weapons find no place wherein to thrust their blades. The reason is that he does not belong to the realm of death.",
  "goddard": "Life is a going forth; death is a returning home. Of ten, three are seeking life, three are seeking death, and three are dying. What is the reason? Because they live in life's experience. (Only one is immortal.) I hear it said that the sage when he travels is never attacked by rhinoceros or tiger, and when coming among soldiers does not fear their weapons. The rhinoceros would find no place to horn him, nor the tiger a place for his claws, nor could soldiers wound him. What is the reason? Because he is invulnerable."
}