{
  "legge": "(The Dao) which originated all under the sky is to be considered as the mother of them all. When the mother is found, we know what her children should be. When one knows that he is his mother's child, and proceeds to guard (the qualities of) the mother that belong to him, to the end of his life he will be free from all peril. Let him keep his mouth closed, and shut up the portals (of his nostrils), and all his life he will be exempt from laborious exertion. Let him keep his mouth open, and (spend his breath) in the promotion of his affairs, and all his life there will be no safety for him. The perception of what is small is (the secret of clear-sightedness; the guarding of what is soft and tender is (the secret of) strength.Who uses well his light, Reverting to its (source so) bright, Will from his body ward all blight, And hides the unchanging from men's sight.",
  "susuki": "When the world takes its beginning, Reason becomes the world's mother. As one knows his mother, so she in turn knows her child; as she quickens her child, so he in turn keeps to his mother, and to the end of life he is not in danger. Who closes his mouth, and shuts his sense-gates, in the end of life he will encounter no trouble; but who opens his mouth and meddles with affairs, in the end of life he cannot be saved. Who beholds his smallness is called enlightened. Who preserves his tenderness is called strong. Who uses Reason's light and returns home to its enlightenment does not surrender his person to perdition. This is called practising the eternal.",
  "goddard": "When creation began, Dao became the world's mother. When one knows one's mother he will m turn know that he is her son. When he recognizes his sonship, he will in turn keep to his mother and to the end of life will be free from danger. He who closes his mouth and shuts his sense gates will be free from trouble to the end of life. He who opens his mouth and meddles with affairs cannot be free from trouble even to the end of life. To recognize one's insignificance is called enlightenment. To keep one's sympathy is called strength. He who uses Dao's light returns to Dao's enlightenment and does not surrender his person to perdition. This is called practicing the eternal."
}