{
  "legge": "What (Tao's) skilful planter plants Can never be uptorn; What his skilful arms enfold, From him can ne'er be borne. Sons shall bring in lengthening line, Sacrifices to his shrine. Tao when nursed within one's self, His vigour will make true; And where the family it rules What riches will accrue! The neighbourhood where it prevails In thriving will abound; And when 'tis seen throughout the state, Good fortune will be found. Employ it the kingdom o'er, And men thrive all around. In this way the effect will be seen in the person, by the observation of different cases; in the family; in the neighbourhood; in the state; and in the kingdom. How do I know that this effect is sure to hold thus all under the sky? By this (method of observation).",
  "susuki": "\"What is well planted is not uprooted; What's well preserved can not be looted!\" By sons and grandsons the sacrificial celebrations shall not cease. Who cultivates Reason in his person, his virtue is genuine. Who cultivates it in his house, his virtue is overflowing. Who cultivates it in his township, his virtue is lasting. Who cultivates it in his country, his virtue is abundant. Who cultivates it in the world, his virtue is universal. Therefore, By one's person one tests persons. By one's house one tests houses. By one's township one tests townships. By one's country one tests countries. By one's world one tests worlds. How do I know that the world is such? Through IT.",
  "goddard": "The thing that is well planted is not easily uprooted. The thing that is well guarded is not easily taken away. If one has sons and grandsons, the offering of ancestral worship will not soon cease. He who practices Dao in his person shows that his de [teh] is real. The family that practices it shows that their de [teh] is abounding. The township that practices it shows that their de [teh] is enduring. The state that practices it shows that their de [teh] is prolific. The empire that practices it reveals that de [teh] is universal. Thereby one person becomes a test of other persons, one family of other families, one town of other towns, one county of other counties, and one empire of all empires. How do I know that this test is universal? By this same Dao."
}