{
  "legge": "A state may be ruled by (measures of) correction; weapons of war may be used with crafty dexterity; (but) the kingdom is made one's own (only) by freedom from action and purpose. How do I know that it is so? By these facts:--In the kingdom the multiplication of prohibitive enactments increases the poverty of the people; the more implements to add to their profit that the people have, the greater disorder is there in the state and clan; the more acts of crafty dexterity that men possess, the more do strange contrivances appear; the more display there is of legislation, the more thieves and robbers there are. Therefore a sage has said, \"I will do nothing (of purpose), and the people will be transformed of themselves; I will be fond of keeping still, and the people will of themselves become correct. I will take no trouble about it, and the people will of themselves become rich; I will manifest no ambition, and the people will of themselves attain to the primitive simplicity.\"",
  "susuki": "With rectitude one governs the state; with craftiness one leads the army; with non-diplomacy one takes the empire. How do I know that it is so? Through IT. The more restrictions and prohibitions are in the empire, the poorer grow the people. The more weapons the people have, the more troubled is the state. The more there is cunning and skill, the more startling events will happen. The more mandates and laws are enacted, the more there will be thieves and robbers. Therefore the holy man says: I practise non-assertion, and the people of themselves reform. I love quietude, and the people of themselves become righteous. I use no diplomacy, and the people of themselves become rich. I have no desire, and the people of themselves remain simple.",
  "goddard": "The empire is administered with righteousness; the army is directed by craft; the people are captivated by non-diplomacy. How do I know it is so? By this same Dao. Among people the more restrictions and prohibitions there are, the poorer they become. The more people have weapons, the more the state is in confusion. The more people are artful and cunning the more abnormal things occur. The more laws and orders are issued the more thieves and robbers abound. Therefore the wise man says: If a ruler practices wu wei the people will reform of themselves. If I love quietude the people will of themselves become righteous. If I avoid profit-making the people will of themselves become prosperous. If I limit my desires the people will of themselves become simple."
}