{
  "legge": "For regulating the human (in our constitution) and rendering the (proper) service to the heavenly, there is nothing like moderation. It is only by this moderation that there is effected an early return (to man's normal state). That early return is what I call the repeated accumulation of the attributes (of the Dao). With that repeated accumulation of those attributes, there comes the subjugation (of every obstacle to such return). Of this subjugation we know not what shall be the limit; and when one knows not what the limit shall be, he may be the ruler of a state. He who possesses the mother of the state may continue long. His case is like that (of the plant) of which we say that its roots are deep and its flower stalks firm:--this is the way to secure that its enduring life shall long be seen.",
  "susuki": "To govern the people is the affair of heaven and there is nothing like thrift. Now consider that thrift is said to come from early practice. By early practice it is said that we can accumulate an abundance of virtue. If one accumulates an abundance of virtue then there is nothing that can not be overcome. When nothing can not be overcome then no one knows his limit. When no one knows his limit one can have possession of the commonwealth. Who has possession of the commonwealth's mother [thrift] may last and abide. This is called the possession of deep roots and of a staunch stem. To life, to everlastingness, to comprehension, this is the way.",
  "goddard": "In governing the people and in worshipping heaven nothing surpasses moderation. To value moderation, one must form the habit early. Its early acquisition will result in storing and accumulating vitality. By storing and accumulating vitality nothing is impossible. If nothing is impossible then one is ignorant of his limits. If one does not know his limitations, one may possess the state. He who possesses moderation is thereby lasting and enduring. It is like having deep roots and a strong stem. This is of long life and enduring insight the Dao (way)."
}