{
  "legge": "Tao has of all things the most honoured place. No treasures give good men so rich a grace; Bad men it guards, and doth their ill efface. (Its) admirable words can purchase honour; (its) admirable deeds can raise their performer above others. Even men who are not good are not abandoned by it. Therefore when the sovereign occupies his place as the Son of Heaven, and he has appointed his three ducal ministers, though (a prince) were to send in a round symbol-of-rank large enough to fill both the hands, and that as the precursor of the team of horses (in the court-yard), such an offering would not be equal to (a lesson of) this Dao, which one might present on his knees. Why was it that the ancients prized this Dao so much? Was it not because it could be got by seeking for it, and the guilty could escape (from the stain of their guilt) by it? This is the reason why all under heaven consider it the most valuable thing.",
  "susuki": "The man of Reason is the ten thousand creatures' refuge, the good man's wealth, the bad man's stay. With beautiful words one can sell. With honest conduct one can do still more with the people. If a man be bad, why should he be thrown away? Therefore, an emperor was elected and three ministers appointed; but better than holding before one's face the jade table [of the ministry] and riding with four horses, is sitting still and propounding the eternal Reason. Why do the ancients prize this Reason? Is it not, say, because when sought it is obtained and the sinner thereby can be saved? Therefore it is world-honored.",
  "goddard": "The Dao is the asylum of all things; the good man's treasure, the bad man's last resort. With beautiful words one may sell goods but in winning people one can accomplish more by kindness. Why should a man be thrown away for his evil? To conserve him was the Emperor appointed and the three ministers. Better than being in the presence of the Emperor and riding with four horses, is sitting and explaining this Dao. The reason the Ancients esteemed Dao was because if sought it was obtained, and because by it he that hath sin could be saved. Is it not so? Therefore the world honors Dao."
}