{
  "legge": "(It is the way of the Dao) to act without (thinking of) acting; to conduct affairs without (feeling the) trouble of them; to taste without discerning any flavour; to consider what is small as great, and a few as many; And to recompense injury with kindness. (The master of it) anticipates things that are difficult while they are easy, and does things that would become great while they are small. .All difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were small. Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things. He who lightly promises is sure to keep but little faith; he who is continually thinking things easy is sure to find them difficult. Therefore the sage sees difficulty even in what seems easy, and so never has any difficulties.",
  "susuki": "Assert non-assertion. Practise non-practice. Taste the tasteless. Make great the small. Make much the little. Requite hatred with virtue. Contemplate a difficulty when it is easy. Manage a great thing when it is small. The world's most difficult undertakings necessarily originate while easy, and the world's greatest undertakings necessarily originate while small. Therefore the holy man to the end does not venture to play the great, and thus he can accomplish his greatness. Rash promises surely lack faith, and many easy things surely involve in many difficulties. Therefore, the holy man regards everything as difficult, and thus to the end encounters no difficulties.",
  "goddard": "One should avoid assertion (wu wei) and practice inaction. One should learn to find taste in the tasteless, to enlarge the small things, and multiply the few. He should respond to hatred with kindness. He should resolve a difficulty while it is easy, and manage a great thing while it is small. Surely all the world's difficulties arose from slight causes, and all the world's great affairs had small beginnings. Therefore the wise man avoids to the end participation in great affairs and by so doing establishes his greatness. Rash promises are lacking in faith and many things that appear easy are full of difficulties. Therefore the wise man considers every thing difficult and so to the end he has no difficulties."
}