{
  "legge": "That which is at rest is easily kept hold of; before a thing has given indications of its presence, it is easy to take measures against it; that which is brittle is easily broken; that which is very small is easily dispersed. Action should be taken before a thing has made its appearance; order should be secured before disorder has begun. The tree which fills the arms grew from the tiniest sprout; the tower of nine storeys rose from a (small) heap of earth; the journey of a thousand li commenced with a single step. He who acts (with an ulterior purpose) does harm; he who takes hold of a thing (in the same way) loses his hold. The sage does not act (so), and therefore does no harm; he does not lay hold (so), and therefore does not lose his bold. (But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they should be) at the beginning, they would not so ruin them. Therefore the sage desires what (other men) do not desire, and does not prize things difficult to get; he learns what (other men) do not learn, and turns back to what the multitude of men have passed by. Thus he helps the natural development of all things, and does not dare to act (with an ulterior purpose of his own).",
  "susuki": "What is still at rest is easily kept quiet. What has not as yet appeared is easily prevented. What is still feeble is easily broken. What is still scant is easily dispersed. Treat things before they exist. Regulate things before disorder begins. The stout tree has originated from a tiny rootlet. A tower of nine stories is raised by heaping up [bricks of] clay. A thousand miles' journey begins with a foot. He that makes mars. He that grasps loses. The holy man does not make; therefore he mars not. He does not grasp; therefore he loses not. The people when undertaking an enterprise are always near completion, and yet they fail. Remain careful to the end as in the beginning and you will not fail in your enterprise. Therefore the holy man desires to be desireless, and does not prize articles difficult to obtain. He learns, not to be learned, and seeks a home where multitudes of people pass by. He assists the ten thousand things in their natural development, but he does not venture to interfere.",
  "goddard": "That which is at rest is easily restrained, that which has not yet appeared is easily prevented. The weak is easily broken, the scanty is easily scattered. Consider a difficulty before it arises, and administer affairs before they become disorganized. A tree that it takes both arms to encircle grew from a tiny rootlet. A pagoda of nine stories was erected by placing small bricks. A journey of three thousand miles begins with one step. If one tries to improve a thing, he mars it; if he seizes it, he loses it. The wise man, therefore, not attempting to form things does not mar them, and not grasping after things he does not lose them. The people in their rush for business are ever approaching success but continually failing. One must be as careful to the end as at the beginning if he is to succeed. Therefore the wise man desires to be free from desire, he does not value the things that are difficult of attainment. He learns to be unlearned, he returns to that which all others ignore. In that spirit he helps all things toward their natural development, but dares not interfere."
}