{
  "legge": "All the world says that, while my Dao is great, it yet appears to be inferior (to other systems of teaching). Now it is just its greatness that makes it seem to be inferior. If it were like any other (system), for long would its smallness have been known! But I have three precious things which I prize and hold fast. The first is gentleness; the second is economy; and the third is shrinking from taking precedence of others. With that gentleness I can be bold; with that economy I can be liberal; shrinking from taking precedence of others, I can become vessel of the highest honour. Now-a-days they give up gentleness and are all for being bold; economy, and are all for being liberal; the hindmost place, and seek only to be foremost;--(of all which the end is) death. Gentleness is sure to be victorious even in battle, and firmly to maintain its ground. Heaven will save its possessor, by his (very) gentleness protecting him.",
  "susuki": "All in the world call me great; but I resemble the unlikely. Now a man is great only because he resembles the unlikely. Did he resemble the likely, how lasting, indeed, would his mediocrity be! 1 have three treasures which I cherish and prize. The first is called compassion. The second is called economy. The third is called not daring to come to the front in the world. The compassionate can be brave; the economical can be generous; those who dare not come to the front in the world can become perfect as chief vessels. Now, if people discard compassion and are brave; if they discard economy and are generous; if they discard modesty and are ambitious, they will surely die. Now, the compassionate will in attack be victorious, and in defence firm. Heaven when about to save one will with compassion protect him.",
  "goddard": "All the world calls Dao great, yet it is by nature immaterial. It is because a thing is seemingly unreal that it is great. If a man affects to be great, how long can he conceal his mediocrity? Tao has three treasures which he guards and cherishes. The first is called compassion; the second is called economy; the third is called humility. A man that is compassionate can be truly brave; if a man is economical he can be generous; if he is humble he can become a useful servant. If one discards compassion and is still brave, abandons economy and is still generous, forsakes humility and still seeks to be serviceable, his days are numbered. On the contrary if one is truly compassionate, in battle he will be a conqueror and in defence he will be secure. When even Heaven helps people it is because of compassion that she does so."
}