{
  "legge": "In a little state with a small population, I would so order it, that, though there were individuals with the abilities of ten or a hundred men, there should be no employment of them; I would make the people, while looking on death as a grievous thing, yet not remove elsewhere (to avoid it). Though they had boats and carriages, they should have no occasion to ride in them; though they had buff coats and sharp weapons, they should have no occasion to don or use them. I would make the people return to the use of knotted cords (instead of the written characters). They should think their (coarse) food sweet; their (plain) clothes beautiful; their (poor) dwellings places of rest; and their common (simple) ways sources of enjoyment. There should be a neighbouring state within sight, and the voices of the fowls and dogs should be heard all the way from it to us, but I would make the people to old age, even to death, not have any intercourse with it.",
  "susuki": "In a small country with few people let there be aldermen and mayors who are possessed of power over men but would not use it. Induce people to grieve at death but do not cause them to move to a distance. Although they had ships and carriages, they should find no occasion to ride in them. Although they had armours and weapons, they should find no occasion to don them. Induce people to return to [the old custom of] knotted cords and to use them [in the place of writing], to delight in their food, to be proud of their clothes, to be content with their homes, and to rejoice in their customs: then in a neighboring state within sight, the voices of the cocks and dogs would be within hearing, yet the people might grow old and die before they visited one another.",
  "goddard": "In a small country with few people let there be officers over tens and hundreds but not to exercise power. Let the people be not afraid of death, nor desire to move to a distance. Then though there be ships and carriages, they will have no occasion to use them. Though there be armor and weapons there will be no occasion for donning them. The people can return to knotted cords for their records, they can delight in their food, be proud of their clothes, be content with their dwellings, rejoice in their customs. Other states may be close neighbors, their cocks and dogs may be mutually heard, people will come to old age and die but will have no desire to go or come."
}