[{"gou":"The way that can be explained, is not the unchanging Way. The name that can be named, is not the unchanging Name. \nEmptiness, is the beginning of heaven and earth; Being, is the mother of all creation. \nIn unchanging Emptiness, one can observe the mysteries of the universe; In unchanging Being, one can observe the outlines of all things. \nThese two spring from the same source, differing only in name. \nBoth are profound—and deep beyond deep, they are the door to all mysteries.","goddard":"The Dao that can be understood cannot be the primal, or cosmic, Dao, just as an idea that can be expressed in words cannot be the infinite idea. And yet this ineffable Dao was the source of all spirit and matter, and being expressed was the mother of all created things. Therefore not to desire the things of sense is to know the freedom of spirituality; and to desire is to learn the limitation of matter. These two things spirit and matter, so different in nature, have the same origin. This unity of origin is the mystery of mysteries, but it is the gateway to spirituality.","susuki":"The Reason that can be reasoned is not the eternal Reason. The name that can be named is not the eternal Name. The Unnamable is of heaven and earth the beginning. The Namable becomes of the ten thousand things the mother. Therefore it is said: \"He who desireless is found The spiritual of the world will sound. But he who by desire is bound Sees the mere shell of things around.\" These two things are the same in source but different in name. Their sameness is called a mystery. Indeed, it is the mystery of mysteries. Of all spirituality it is the door.","legge":"The Dao that can be trodden is not the enduring and unchanging Dao. The name that can be named is not the enduring and unchanging name. (Conceived of as) having no name, it is the Originator of heaven and earth; (conceived of as) having a name, it is the Mother of all things. Always without desire we must be found,if its deep mystery we would sound; But if desire always within us be,Its outer fringe is all that we shall see. Under these two aspects, it is really the same; but as development takes place, it receives the different names. Together we call them the mystery. Where the Mystery is the deepest is the gate of all that is subtle and wonderful."},{"gou":"When all under heaven knows the beautiful to be beautiful, so exists the ugly; When all know the good to be good, so exists the bad. Presence and absence give rise to each other, difficulty and ease create each other, long and short form each other, high and low fill each other, sound and noise harmonize with each other, front and back follow each other. Thus, the wise operate without action, and teach without words. All creation starts without beginning, creates without possessing, acts without attaching, and when the work is done, takes no credit. Because it desires no praise, it will go on forever.","goddard":"When every one recognizes beauty to be only a masquerade, then it is simply ugliness. In the same way goodness, if it is not sincere, is not goodness. So existence and non-existence are incompatible. The difficult and easy are mutually opposites. Just as the long and the short, the high and the low, the loud and soft, the before and the behind, are all opposites and each reveals the other. Therefore the wise man is not conspicuous in his affairs or given to much talking. Though troubles arise he is not irritated. He produces but does not own; he acts but claims no merit; he builds but does not dwell therein; and because he does not dwell therein he never departs.","susuki":"Everywhere it is obvious that if beauty makes a display of beauty, it is sheer ugliness. It is obvious that if goodness makes a display of goodness, it is sheer badness. \"To be and not to be are mutually conditioned. The difficult, the easy, are mutually definitioned. The long, the short, are mutually exhibitioned. Above, below, are mutually cognitioned. The sound, the voice, are mutually coalitioned. Before and after are mutually positioned.\" Therefore The holy man abides by non-assertion in his affairs and conveys by silence his instruction. When the ten thousand things arise, verily, he refuses them not. He quickens but owns not. He acts but claims not. Merit he accomplishes, but he does not dwell on it. \"Since he does not dwell on it It will never leave him.\"","legge":"All in the world know the beauty of the beautiful, and in doing this they have (the idea of) what ugliness is; they all know the skill of the skilful, and in doing this they have (the idea of) what the want of skill is. So it is that existence and non-existence give birth the one to (the idea of) the other; that difficulty and ease produce the one (the idea of) the other; that length and shortness fashion out the one the figure of the other; that (the ideas of) height and lowness arise from the contrast of the one with the other; that the musical notes and tones become harmonious through the relation of one with another; and that being before and behind give the idea of one following another. Therefore the sage manages affairs without doing anything, and conveys his instructions without the use of speech.All things spring up, and there is not one which declines to show itself; they grow, and there is no claim made for their ownership; they go through their processes, and there is no expectation (of a reward for the results). The work is accomplished, and there is no resting in it (as an achievement). The work is done, but how no one can see; 'Tis this that makes the power not cease to be."},{"gou":"Not esteeming the worthy will prevent the people from competing; Not valuing the rare will prevent the people from becoming outlaws; Not eyeing the desirable will prevent the people's hearts from becoming agitated. Thus do the wise govern—emptying the people's hearts, filling theirs bellies, weakening their ambitions, strengthening their bodies. Absolve the people of knowledge and desires. Manage the clever so they will not upend the order. Acting without action, there is nothing that cannot be governed.","goddard":"Neglecting to praise the worthy deters people from emulating them; just as not prizing rare treasures deters a man from becoming a thief; or ignoring the things which awaken desire keeps the heart at rest. Therefore the wise ruler does not suggest unnecessary things, but seeks to satisfy the minds of his people. He seeks to allay appetites but strengthen bones. He ever tries by keeping people in ignorance to keep them satisfied and those who have knowledge he restrains from evil. If he, himself, practices restraint then everything is in quietness.","susuki":"Not boasting of one's worth forestalls people's envy. Not prizing treasures difficult to obtain keeps people from committing theft. Not contemplating what kindles desire keeps the heart unconfused. Therefore the holy man when he governs empties the people's hearts but fills their stomachs. He weakens their ambition but strengthens their bones. Always he keeps the people unsophisticated and without desire. He causes that the crafty do not dare to act. When he acts with non-assertion there is nothing ungoverned.","legge":"Not to value and employ men of superior ability is the way to keep the people from rivalry among themselves; not to prize articles which are difficult to procure is the way to keep them from becoming thieves; not to show them what is likely to excite their desires is the way to keep their minds from disorder. Therefore the sage, in the exercise of his government, empties their minds, fills their bellies, weakens their wills, and strengthens their bones. He constantly (tries to) keep them without knowledge and without desire, and where there are those who have knowledge, to keep them from presuming to act (on it). When there is this abstinence from action, good order is universal."},{"goddard":"The Dao appears to be emptiness but it is never exhausted. Oh, it is profound! It appears to have preceded everything. It dulls its own sharpness, unravels its own fetters, softens its own brightness, identifies itself with its own dust. Oh, it is tranquil! It appears infinite; I do not know from what it proceeds. It even appears to be antecedent to the Lord.","susuki":"Reason is empty, but its use is inexhaustible. In its profundity, verily, it resembleth the arch-father of the ten thousand things.\"It will blunt its own sharpness, Will its tangles adjust; It will dim its own radiance. And be one with its dust.\" Oh, how calm it seems to remain! I know not whose son it is. Apparently even the Lord it precedes.","legge":"The Dao is (like) the emptiness of a vessel; and in our employment of it we must be on our guard against all fulness. How deep and unfathomable it is, as if it were the Honoured Ancestor of all things! We should blunt our sharp points, and unravel the complications of things; we should attemper our brightness, and bring ourselves into agreement with the obscurity of others. How pure and still the Dao is, as if it would ever so continue! I do not know whose son it is. It might appear to have been before God."},{"goddard":"Heaven and earth are not like humans, they are impartial. They regard all things as insignificant, as though they were playthings made of straw. The wise man is also impartial. To him all men are alike and unimportant. The space between heaven and earth is like a bellows, it is empty but does not collapse; it moves and more and more issues. A gossip is soon empty, it is doubtful if he can be impartial.","susuki":"But for heaven and earth's humaneness, the ten thousand things are straw dogs. But for the holy man's humaneness, the hundred families are straw dogs. Is not the space between heaven and earth like unto a bellows? It is empty; yet it collapses not. It moves, and more and more comes forth.\"How soon exhausted is a gossip's fulsome talk! And should we not prefer On the middle path to walk?\"","legge":"Heaven and earth do not act from (the impulse of) any wish to be benevolent; they deal with all things as the dogs of grass are dealt with. The sages do not act from (any wish to be) benevolent; they deal with the people as the dogs of grass are dealt with. May not the space between heaven and earth be compared to a bellows? 'Tis emptied, yet it loses not its power; 'Tis moved again, and sends forth air the more. Much speech to swift exhaustion lead we see; Your inner being guard, and keep it free."},{"goddard":"The Spirit of the perennial spring is said to be immortal, she is called the Mysterious One. The Mysterious One is typical of the source of heaven and earth. It is continually and endlessly issuing and without effort.","susuki":"\"The valley spirit not expires, Mysterious woman ’tis called by the sires. The mysterious woman's door, to boot, Is called of heaven and earth the root. Forever and aye it seems to endure And its use is without effort sure.\"","legge":"The valley spirit dies not, aye the same. The female mystery thus do we name. Its gate, from which at first they issued forth. Is called the root from which grew heaven and earth. Long and unbroken does its power remain. Used gently, and without the touch of pain."},{"goddard":"Heaven is eternal, earth is lasting. The reason why heaven and earth are eternal and lasting is because they do not live for themselves; that is the reason they will ever endure. Therefore the wise man will keep his personality out of sight and because of so doing he will become notable. He subordinates his personality and therefore it is preserved. Is it not because he is disinterested, that his own interests are conserved?","susuki":"Heaven endures and earth is lasting. And why can heaven and earth endure and be lasting? Because they do not live for themselves. On that account can they endure. Therefore the holy man puts his person behind and his person comes to the front. He surrenders his person and his person is preserved. Is it not because he seeks not his own? For that reason he can accomplish his own.","legge":"Heaven is long-enduring and earth continues long. The reason why heaven and earth are able to endure and continue thus long is because they do not live of, or for, themselves. This is how they are able to continue and endure. Therefore the sage puts his own person last, and yet it is found in the foremost place; he treats his person as if it were foreign to him, and yet that person is preserved. Is it not because he has no personal and private ends, that therefore such ends are realised?"},{"goddard":"True goodness is like water, in that it benefits everything and harms nothing. Like water it ever seeks the lowest place, the place that all others avoid. It is closely kin to the Dao. For a dwelling it chooses the quiet meadow; for a heart the circling eddy. In generosity it is kind; in speech it is sincere; in authority it is order; in affairs it is ability; in movement it is rhythm. In as much as it is always peaceable it is never rebuked.","susuki":"Superior goodness resembleth water. The water's goodness benefiteth the ten thousand things, yet it quarreleth not.Water dwelleth in the places which the multitudes of men shun; therefore it is near unto the eternal Reason The dwelling of goodness is in lowliness. The heart of goodness is in commotion. When giving, goodness showeth benevolence. In words, goodness keepeth faith. In government goodness standeth for order. In business goodness exhibiteth ability. The movements of goodness keep time. It quarreleth not. Therefore it is not rebuked.","legge":"The highest excellence is like (that of) water. The excellence of water appears in its benefiting all things, and in its occupying, without striving (to the contrary), the low place which all men dislike. Hence (its way) is near to (that of) the Dao. The excellence of a residence is in (the suitability of) the place; that of the mind is in abysmal stillness; that of associations is in their being with the virtuous; that of government is in its securing good order; that of (the conduct of) affairs is in its ability; and that of (the initiation of) any movement is in its timeliness. And when (one with the highest excellence) does not wrangle (about his low position), no one finds fault with him."},{"goddard":"Continuing to fill a pail after it is full the water will be wasted. Continuing to grind an axe after it is sharp will soon wear it away. Who can protect a public hall crowded with gold and jewels? The pride of wealth and position brings about their own misfortune. To win true merit, to preserve just fame, the personality must be retiring. This is the heavenly Dao.","susuki":"Grasp to the full, are you not likely foiled? Scheme too sharply, can you wear long? If gold and jewels fill the hall no one can protect it. Rich and high but proud, brings about its own doom. To accomplish merit and acquire fame, then to withdraw, that is Heaven's Way.","legge":"It is better to leave a vessel unfilled, than to attempt to carry it when it is full. If you keep feeling a point that has been sharpened, the point cannot long preserve its sharpness. When gold and jade fill the hall, their possessor cannot keep them safe. When wealth and honours lead to arrogancy, this brings its evil on itself. When the work is done, and one's name is becoming distinguished, to withdraw into obscurity is the way of Heaven."},{"goddard":"By patience the animal spirits can be disciplined. By self-control one can unify the character. By close attention to the will, compelling gentleness, one can become like a little child. By purifying the subconscious desires one may be without fault. In ruling his country, if the wise magistrate loves his people, he can avoid compulsion. In measuring out rewards, the wise magistrate will act like a mother bird. While sharply penetrating into every corner, he may appear to be unsuspecting. While quickening and feeding his people, he will be producing but without pride of ownership. He will benefit but without claim of reward. He will persuade, but not compel by force. This is de [teh], the profoundest virtue.","susuki":"Who by unending discipline of the senses embraces unity cannot be disintegrated. By concentrating his vitality and inducing tenderness he can become like a little child. By purifying, by cleansing and profound intuition he can be free from faults. Who loves the people when administering the country will practise nonassertion. Opening and closing the gates of heaven, he will be like a mother-bird; bright, and white, and penetrating the four quarters, he will be unsophisticated. He quickens them and feeds them. He quickens but owns not. He acts but claims not. He excels but rules not. This is called profound virtue.","legge":"When the intelligent and animal souls are held together in one embrace, they can be kept from separating. When one gives undivided attention to the (vital) breath, and brings it to the utmost degree of pliancy, he can become as a (tender) babe. When he has cleansed away the most mysterious sights (of his imagination), he can become without a flaw. In loving the people and ruling the state, cannot he proceed without any (purpose of) action? In the opening and shutting of his gates of heaven, cannot he do so as a female bird? While his intelligence reaches in every direction, cannot he (appear to) be without knowledge? (The Dao) produces (all things) and nourishes them; it produces them and does not claim them as its own; it does all, and yet does not boast of it; it presides over all, and yet does not control them. This is what is called \"The mysterious Quality\" (of the Dao)."},{"goddard":"Although the wheel has thirty spokes its utility lies in the emptiness of the hub. The jar is made by kneading clay, but its usefulness consists in its capacity. A room is made by cutting out windows and doors through the walls, but the space the walls contain measures the room's value. In the same way matter is necessary to form, but the value of reality lies in its immateriality.(Or thus: a material body is necessary to existence, but the value of a life is measured by its immaterial soul.)","susuki":"Thirty spokes unite in one nave and on that which is non-existent [on the hole in the nave] depends the wheel's utility. Clay is moulded into a vessel and on that which is non-existent [on its hollowness] depends the vessel's utility. By cutting out doors and windows we build a house and on that which is non-existent [on the empty space within depends the house's utility. Therefore, existence renders actual but non-existence renders useful.","legge":"The thirty spokes unite in the one nave; but it is on the empty space (for the axle), that the use of the wheel depends. Clay is fashioned into vessels; but it is on their empty hollowness that their use depends. The door and windows are cut out (from the walls) to form an apartment; but it is on the empty space (within), that its use depends. Therefore, what has a (positive) existence serves for profitable adaptation, and what has not that for (actual) usefulness."},{"goddard":"An excess of light blinds the human eye; an excess of noise ruins the ear; an excess of condiments deadens the taste. The effect of too much horse racing and hunting is bad, and the lure of hidden treasure tempts one to do evil. Therefore the wise man attends to the inner significance of things and does not concern himself with outward appearances. Therefore he ignores matter and seeks the spirit.","susuki":"\"The five colors [combined] the human eye will blind; The five notes [in one sound] the human ear confound; The five tastes [when they blend] the human mouth offend.\" \"Racing and hunting will human hearts turn mad, Treasures high-prized make human conduct bad.\" Therefore the holy man attends to the inner and not to the outer. He abandons the latter and chooses the former.","legge":"Colour's five hues from the eyes their sight will take. Music's five notes the ears as deaf can make; The flavours five deprive the mouth of taste. The chariot course, and the wild hunting waste make mad the mind; and objects rare and strange. Sought for, men's conduct will to evil change. Therefore the sage seeks to satisfy (the craving of) the belly, and not the (insatiable longing of the) eyes. He puts from him the latter, and prefers to seek the former."},{"goddard":"Favor and disgrace are alike to be feared, just as too great care or anxiety are bad for the body. Why are favor and disgrace alike to be feared? To be favored is humiliating; to obtain it is as much to be dreaded as to lose it. To lose favor is to be in disgrace and of course is to be dreaded. Why are excessive care and great anxiety alike bad for one? The very reason I have anxiety is because I have a body. If I have not body why would I be anxious? Therefore if he who administers the empire, esteems it as his own body, then he is worthy to be trusted with the empire.","susuki":"\"Favor bodes disgrace; it is like trembling. Rank bodes great heartache. It is like the body.\" What means \"Favor bodes disgrace; it is like trembling? \"Favor humiliates. Its acquisition causes trembling, its loss causes trembling. This is meant by \"Favor bodes disgrace; it is like trembling.\" What means \"Rank bodes great heartache, it is like the body?\"I suffer great heartache because I have a body. When I have no body, what heartache remains? Therefore who administers the empire as he takes care of his body can be entrusted with the empire.","legge":"Favour and disgrace would seem equally to be feared; honour and great calamity, to be regarded as personal conditions (of the same kind). What is meant by speaking thus of favour and disgrace? Disgrace is being in a low position (after the enjoyment of favour). The getting that (favour) leads to the apprehension (of losing it), and the losing it leads to the fear of (still greater calamity):--this is what is meant by saying that favour and disgrace would seem equally to be feared. And what is meant by saying that honour and great calamity are to be (similarly) regarded as personal conditions? What makes me liable to great calamity is my having the body (which I call myself); if I had not the body, what great calamity could come to me? Therefore he who would administer the kingdom, honouring it as he honours his own person, may be employed to govern it, and he who would administer it with the love which he bears to his own person may be entrusted with it."},{"goddard":"It is unseen because it is colorless; it is unheard because it is soundless; when seeking to grasp it, it eludes one, because it is incorporeal. Because of these qualities it cannot be examined, and yet they form an essential unity. Superficially it appears abstruse, but in its depths it is not obscure. It has been nameless forever! It appears and then disappears. It is what is known as the form of the formless, the image of the imageless. It is called the transcendental, its face (or destiny) cannot be seen in front, or its back (or origin) behind. But by holding fast to the Dao of the ancients, the wise man may understand the present, because he knows the origin of the past. This is the clue to the Dao.","susuki":"We look at Reason and do not see it; its name is Colorless. We listen to Reason and do not hear it; its name is Soundless. We grope for Reason and do not grasp it; its name is Bodiless. These three things cannot further be analyzed. Thus they are combined and conceived as a unity which on its surface is not clear and in its depth not obscure. Forever and aye Reason remains unnamable, and again and again it returns home to non-existence. This is called the form of the formless, the image of the imageless. This is called the transcendentally abstruse. In front its beginning is not seen. In the rear its end is not seen. By holding fast to the Reason of the ancients, the present is mastered and the origin of the past understood. This is called Reason's clue.","legge":"We look at it, and we do not see it, and we name it \"the Equable.\" We listen to it, and we do not hear it, and we name it \"the Inaudible.\" We try to grasp it, and do not get hold of it, and we name it \"the Subtle.\" With these three qualities, it cannot be made the subject of description; and hence we blend them together and obtain The One. Its upper part is not bright, and its lower part is not obscure. Ceaseless in its action, it yet cannot be named, and then it again returns and becomes nothing. This is called the Form of the Formless, and the Semblance of the Invisible; this is called the Fleeting and Indeterminable.We meet it and do not see its Front; we follow it, and do not see its Back. When we can lay hold of the Dao of old to direct the things of the present day, and are able to know it as it was of old in the beginning, this is called (unwinding) the clue of Dao."},{"goddard":"In olden times the ones who were considered worthy to be called masters were subtle, spiritual, profound, wise. Their thoughts could not be easily understood. Since they were hard to understand I will try to make them clear. They were cautious like men wading a river in winter. They were reluctant like men who feared their neighbors. p. 18 They were reserved like guests in the presence of their host. They were elusive like ice at the point of melting. They were like unseasoned wood. They were like a valley between high mountains. They were obscure like troubled waters. (They were cautious because they were conscious of the deeper meanings of life and its possibilities.) We can clarify troubled waters by slowly quieting them. We can bring the unconscious to life by slowly moving them. But he who has the secret of the Dao does not desire for more. Being content, he is able to mature without desire to be newly fashioned.","susuki":"Those of yore who have succeeded in becoming masters are subtile, spiritual, profound, and penetrating. On account of their profundity they can not be understood. Because they can not be understood, therefore I endeavor to make them intelligible. How cautious they are! Like men in winter crossing a river. How reluctant! Like men fearing in the four quarters their neighbors. How reserved! They behave like guests. How elusive! They resemble ice when melting. How simple! They resemble rough wood. How empty! They resemble the valley. How obscure! They resemble troubled waters. Who by quieting can gradually render muddy waters clear? Who by stirring can gradually quicken the still? He who cherishes this Reason is not anxious to be filled. Since he is not filled, therefore he may grow old; without renewal he is complete.","legge":"The skilful masters (of the Dao) in old times, with a subtle and exquisite penetration, comprehended its mysteries, and were deep (also) so as to elude men's knowledge. As they were thus beyond men's knowledge, I will make an effort to describe of what sort they appeared to be. Shrinking looked they like those who wade through a stream in winter; irresolute like those who are afraid of all around them; grave like a guest (in awe of his host); evanescent like ice that is melting away; unpretentious like wood that has not been fashioned into anything; vacant like a valley, and dull like muddy water. Who can (make) the muddy water (clear)? Let it be still, and it will gradually become clear. Who can secure the condition of rest? Let movement go on, and the condition of rest will gradually arise.They who preserve this method of the Dao do not wish to be full (of themselves). It is through their not being full of themselves that they can afford to seem worn and not appear new and complete."},{"goddard":"Seek to attain an open mind (the summit of vacuity). Seek composure (the essence of tranquillity). All things are in process, rising and returning. Plants come to blossom, but only to return to the root. Returning to the root is like seeking tranquillity; it is moving towards its destiny. To move toward destiny is like eternity. To know eternity is enlightenment, and not to recognize eternity brings disorder and evil. Knowing eternity makes one comprehensive; comprehension makes one broadminded; breadth of vision brings nobility; nobility is like heaven.The heavenly is like Dao. Dao is the Eternal. The decay of the body is not to be feared.","susuki":"By attaining the height of abstraction we gain fulness of rest. All the ten thousand things arise, and I see them return. Now they bloom in bloom but each one homeward returneth to its root.Returning to the root means rest. It signifies the return according to destiny. Return according to destiny means the eternal. Knowing the eternal means enlightenment. Not knowing the eternal causes passions to rise; and that is evil. Knowing the eternal renders comprehensive. Comprehensiveness renders broad. Breadth renders royal. Royalty renders heavenly. Heaven renders Reason-like. Reason renders lasting. Thus the decay of the body implies no danger.","legge":"The (state of) vacancy should be brought to the utmost degree, and that of stillness guarded with unwearying vigour. All things alike go through their processes of activity, and (then) we see them return (to their original state). Then things (in the vegetable world) have displayed their luxuriant growth, we see each of them return to its root. This returning to their root is what we call the state of stillness; and that stillness may be called a reporting that they have fulfilled their appointed end. The report of that fulfilment is the regular, unchanging rule. To know that unchanging rule is to be intelligent; not to know it leads to wild movements and evil issues. The knowledge of that unchanging rule produces a (grand) capacity and forbearance, and that capacity and forbearance lead to a community (of feeling with all things). From this community of feeling comes a kingliness of character; and he who is king-like goes on to be heaven-like. In that likeness to heaven he possesses the Dao. Possessed of the Dao, he endures long; and to the end of his bodily life, is exempt from all danger of decay."},{"goddard":"When great men rule, subjects know little of their existence. Rulers who are less great win the affection and praise of their subjects. A common ruler is feared by his subjects, and an unworthy ruler is despised. When a ruler lacks faith, you may seek in vain for it among his subjects. How carefully a wise ruler chooses his words. He performs deeds, and accumulates merit! Under such a ruler the people think they are ruling themselves.","susuki":"Of great rulers the subjects do not notice the existence. To lesser ones people are attached; they praise them. Still lesser ones people fear, and the meanest ones people despise. For it is said: \"If your faith be insufficient, verily, you will receive no faith.\" How reluctantly they [the great rulers] considered their words! Merit they accomplished; deeds they performed; and the hundred families thought: \"We are independent.\"","legge":"In the highest antiquity, (the people) did not know that there were (their rulers). In the next age they loved them and praised them. In the next they feared them; in the next they despised them. Thus it was that when faith (in the Dao) was deficient (in the rulers) a want of faith in them ensued (in the people). How irresolute did those (earliest rulers) appear, showing (by their reticence) the importance which they set upon their words! Their work was done and their undertakings were successful, while the people all said, \"We are as we are, of ourselves!\""},{"goddard":"When the great Dao is lost sight of, we still have the idea of benevolence and righteousness. Prudence and wisdom come to mind when we see great hypocrisy. When relatives are! unfriendly, we still have the teachings of filial piety and paternal affection. When the state and the clan are in confusion and disorder, we still have the ideals of loyalty and faithfulness.","susuki":"When the great Reason is obliterated, we have benevolence and justice. Prudence and circumspection appear, and we have much hypocrisy. When family relations no longer harmonize, we have filial piety and paternal devotion. When the country and the clans decay through disorder, we have loyalty and allegiance.","legge":"When the Great Dao (Way or Method) ceased to be observed benevolence and righteousness came into vogue. (Then) appeared wisdom and shrewdness, and there ensued great hypocrisy. When harmony no longer prevailed throughout the six kinships, filial sons found their manifestation; when the states and clans fell into disorder, loyal ministers appeared"},{"goddard":"Abandon the show of saintliness and relinquish excessive prudence, then people will benefit a hundredfold. Abandon ostentatious benevolence and conspicuous righteousness, then people will return to the primal virtues of filial piety and parental affection. Abandon cleverness and relinquish gains, then thieves and robbers will disappear. Here are three fundamentals on which to depend, wherein culture is insufficient. Therefore let all men hold to that which is reliable, namely, recognize simplicity, cherish purity, reduce one's possessions, diminish one's desires.","susuki":"Abandon your saintliness; put away your prudence; and the people will gain a hundredfold! Abandon your benevolence; put away your justice; and the people will return to filial piety and paternal devotion. Abandon smartness; give up greed; and thieves and robbers will no longer exist. These are three things for which culture is insufficient. Therefore it is said: \"Hold fast to that which will endure, Show thyself simple, preserve thee pure, And lessen self with desires fewer.\"","legge":"If we could renounce our sageness and discard our wisdom, it would be better for the people a hundredfold. If we could renounce our benevolence and discard our righteousness, the people would again become filial and kindly. If we could renounce our artful contrivances and discard our (scheming for) gain, there would be no thieves nor robbers. Those three methods (of government), thought olden ways in elegance did fail. And made these names their want of worth to veil; But simple views, and courses plain and true Would selfish ends and many lusts eschew."},{"goddard":"Avoid learning if you would have no anxiety. The \"yes\" and the \"yea\" differ very little, but the contrast between good and evil is very great. That which is not feared by the people is not worth fearing. But, oh, the difference, the desolation, the vastness, between ignorance and the limitless expression of the Dao. (The balance of this sonnet is devoted to showing the difference between the careless state of the common people and his own vision of the Tao. It is one of the most pathetic expressions of human loneliness, from lack of appreciation, ever written. It is omitted here that it might serve for the closing sonnet and valedictory.) ","susuki":"Abandon learnedness, and you have no vexation. The \"yes\" compared with the \"yea,\" how little do they differ! But the good compared with the bad, how much do they differ! If what the people dread cannot be made dreadless, there will be desolation, alas! and verily, there will be no end of it. The multitudes of men are happy, so happy, as though celebrating a great feast. They are as though in springtime ascending a tower. I alone remain quiet, alas! like one that has not yet received an omen. I am like unto a babe that does not yet smile. Forlorn am I, O so forlorn! It appears that I have no place whither I may return home. The multitude of men all have plenty and I alone appear empty. Alas! I am a man whose heart is foolish. Ignorant am I, O, so ignorant! Common people are bright, so bright, I alone am dull.Common people are smart, so smart, I alone am confused, so confused. Desolate am I, alas! like the sea. Adrift, alas! like one who has no place where to stay. The multitude of men all possess usefulness. I alone am awkward and a rustic too. I alone differ from others, but I prize seeking sustenance from our mother.","legge":"When we renounce learning we have no troubles. The (ready) \"yes,\" and (flattering) \"yea;\"-- Small is the difference they display. But mark their issues, good and ill;-- What space the gulf between shall fill? What all men fear is indeed to be feared; but how wide and without end is the range of questions (asking to be discussed)! The multitude of men look satisfied and pleased; as if enjoying a full banquet, as if mounted on a tower in spring. I alone seem listless and still, my desires having as yet given no indication of their presence. I am like an infant which has not yet smiled. I look dejected and forlorn, as if I had no home to go to. The multitude of men all have enough and to spare. I alone seem to have lost everything. My mind is that of a stupid man; I am in a state of chaos. Ordinary men look bright and intelligent, while I alone seem to be benighted. They look full of discrimination, while I alone am dull and confused. I seem to be carried about as on the sea, drifting as if I had nowhere to rest. All men have their spheres of action, while I alone seem dull and incapable, like a rude borderer. (Thus) I alone am different from other men, but I value the nursing-mother (the Dao)."},{"goddard":"All the innumerable forms of de [teh] correspond to the norm of Dao, but the nature of the Dao's activity is infinitely abstract and illusive. Illusive and obscure, indeed, but at its heart are forms and types. Vague and illusive, indeed, but at its heart is all being. Unfathomable and obscure, indeed, but at its heart is all spirit, and spirit is reality. At its heart is truth. From of old its expression is unceasing, it has been present at all beginnings. How do I know that its nature is thus? By this same Dao.","susuki":"\"Vast virtue's form Follows Reason's norm. \"And Reason's nature Is vague and eluding \"How eluding and vague All types including! How vague and eluding, All beings including! How deep and how obscure. It harbors the spirit pure, Whose truth is ever sure, whose faith abides for aye from of yore until to-day. \"Its name is never vanishing, It heeds the good of everything.\" Through what do I know that \"it heeds the good of everything\"? In this way, verily: Through IT.","legge":"The grandest forms of active force From Dao come, their only source. Who can of Dao the nature tell? Our sight it flies, our touch as well. Eluding sight, eluding touch, The forms of things all in it crouch; Eluding touch, eluding sight, There are their semblances, all right. Profound it is, dark and obscure; Things' essences all there endure. Those essences the truth enfold Of what, when seen, shall then be told. Now it is so; 'twas so of old. Its name--what passes not away; So, in their beautiful array, Things form and never know decay. How know I that it is so with all the beauties of existing things? By this (nature of the Dao)."},{"goddard":"At that time the deficient will be made perfect; the distorted will be straightened; the empty will be filled; the worn out will be renewed; those having little will obtain and those having much will be overcome. Therefore the wise man, embracing unity as he does, will become the world's model. Not pushing himself forward he will become enlightened; not asserting himself he will become distinguished; not boasting of himself he will acquire merit; not approving himself he will endure. Forasmuch as he will not quarrel, the world will not quarrel with him. Is the old saying, \"The crooked shall be made straight,\" a false saying? Indeed, no! They will be perfected and return rejoicing.","susuki":"\"The crooked shall be straight, Crushed ones recuperate, The empty find their fill. The worn with strength shall thrill; Who little have receive, And who have much will grieve.\" Therefore the holy man embraces unity and becomes for all the world a model. Not self-displaying he is enlightened; Not self -approving he is distinguished; Not self-asserting he acquires merit; Not self-seeking he gaineth life. Since he does not quarrel, therefore no one in the world can quarrel with him. The saying of the ancients: \"The crooked shall be straight,\" is it in any way vainly spoken? Verily, they will be straightened and return home.","legge":"The partial becomes complete; the crooked, straight; the empty, full; the worn out, new. He whose (desires) are few gets them; he whose (desires) are many goes astray. Therefore the sage holds in his embrace the one thing (of humility), and manifests it to all the world. He is free from self- display, and therefore he shines; from self-assertion, and therefore he is distinguished; from self-boasting, and therefore his merit is acknowledged; from self-complacency, and therefore he acquires superiority. It is because he is thus free from striving that therefore no one in the world is able to strive with him. That saying of the ancients that \"the partial becomes complete\" was not vainly spoken:--all real completion is comprehended under it."},{"goddard":"Taciturnity is natural to man. A whirlwind never outlasts the morning, nor a violent rain the day. What is the cause? It is heaven and earth. If even heaven and earth are not constant, much less can man be. Therefore he who pursues his affairs in the spirit of Dao will become Dao-like. He who pursues his affairs with de [teh], will become de [teh]-like. He who pursues his affairs with loss, identifies himself with loss. He who identifies himself with Dao, Dao rejoices to guide. He who identifies himself with de [teh], de [teh] rejoices to reward. And he who identifies himself with loss, loss rejoices to ruin. If his faith fail, he will receive no reward of faith.","susuki":"To be taciturn is the natural way. A hurricane: does not outlast the morning. A cloudburst does not outlast the day. Who causes these events but heaven and earth? If even heaven and earth cannot be unremitting, will not man be much less so? Those who pursue their business in Reason, men of Reason, associate in Reason. Those who pursue their business in virtue associate in virtue. Those who pursue their business in ill luck associate in ill luck. When men associate in Reason, Reason makes them glad to find companions. When men associate in virtue, virtue makes them glad to find companions. When men associate in ill luck, ill luck makes them glad to find companions. \"If your faith is insufficient, verily shall ye receive no faith.\"","legge":"Abstaining from speech marks him who is obeying the spontaneity of his nature. A violent wind does not last for a whole morning; a sudden rain does not last for the whole day. To whom is it that these (two) things are owing? To Heaven and Earth. If Heaven and Earth cannot make such (spasmodic) actings last long, how much less can man! Therefore when one is making the Dao his business, those who are also pursuing it, agree with him in it, and those who are making the manifestation of its course their object agree with him in that; while even those who are failing in both these things agree with him where they fail. Hence, those with whom he agrees as to the Dao have the happiness of attaining to it; those with whom he agrees as to its manifestation have the happiness of attaining to it; and those with whom he agrees in their failure have also the happiness of attaining (to the Dao). But when there is not faith sufficient (on his part), a want of faith (in him) ensues (on the part of the others)."},{"goddard":"It is not natural to stand on tiptoe, or being astride one does not walk. One who displays himself is not bright, or one who asserts himself cannot shine. A self-approving man has no merit, nor does one who praises himself grow. The relation of these things (self-display, self-assertion, self-approval) to Dao is the same as offal is to food. They are excrescences from the system; they are detestable; Dao does not dwell in them.","susuki":"One on tiptoe is not steady; One astride makes no advance. Seff-displayers are not enlightened, Self-asserters lack distinction, Self-approvers have no merit, And self-seekers stunt their lives. Before Reason this is like surfeit of food; it is like a wen on the body with which people are apt to be disgusted. Therefore the man of reason will not indulge in it.","legge":"He who stands on his tiptoes does not stand firm; he who stretches his legs does not walk (easily). (So), he who displays himself does not shine; he who asserts his own views is not distinguished; he who vaunts himself does not find his merit acknowledged; he who is self- conceited has no superiority allowed to him. Such conditions, viewed from the standpoint of the Dao, are like remnants of food, or a tumour on the body, which all dislike. Hence those who pursue (the course) of the Dao do not adopt and allow them."},{"goddard":"There is Being that is all-inclusive and that existed before Heaven and Earth. Calm, indeed, and incorporeal! It is alone and changeless! Everywhere it functions unhindered. It thereby becomes the world's mother. I do not know its nature; if I try to characterize it, I will call it Dao. If forced to give it a name, I will call it the Great. The Great is evasive, the evasive is the distant, the distant is ever coming near. Tao is Great. So is Heaven great, and so is Earth and so also is the representative of Heaven and Earth. Man is derived from nature, nature is derived from Heaven, Heaven is derived from Dao. Dao is self-derived.","susuki":"There is a Being wondrous and complete. Before heaven and earth, it was. How calm it is! How spiritual! Alone it standeth, and it changeth not; around it moveth, and it suffereth not; yet therefore can it be the world's mother. Its name I know not, but its nature I call Reason. Constrained to give a name, I call it the great. The great I call the departing, and the departing I call the beyond. The beyond I call home. The saying goes: \"Reason is great, heaven is great, earth is great, and royalty also is great. [There are four things in the world that are great, and royalty is one of them.] Man's standard is the earth. The earth's standard is heaven. Heaven's standard is Reason. Reason's standard is intrinsic.","legge":"There was something undefined and complete, coming into existence before Heaven and Earth. How still it was and formless, standing alone, and undergoing no change, reaching everywhere and in no danger (of being exhausted)! It may be regarded as the Mother of all things. I do not know its name, and I give it the designation of the Dao (the Way or Course). Making an effort (further) to give it a name I call it The Great. Great, it passes on (in constant flow). Passing on, it becomes remote. Having become remote, it returns. Therefore the Dao is great; Heaven is great; Earth is great; and the (sage) king is also great. In the universe there are four that are great, and the (sage) king is one of them. Man takes his law from the Earth; the Earth takes its law from Heaven; Heaven takes its law from the Dao. The law of the Dao is its being what it is."},{"goddard":"The heavy is the root of the light; the quiet is master of motion. Therefore the wise man in all the experience of the day will not depart from dignity. Though he be surrounded with sights that are magnificent, he will remain calm and unconcerned. How does it come to pass that the Emperor, master of ten thousand chariots, has lost the mastery of the Empire? Because being flippant himself, he has lost the respect of his subjects; being passionate himself, he has lost the control of the Empire.","susuki":"The heavy is of the light the root, and rest is motion's master. Therefore the holy man in his daily walk does not depart from gravity. Although he may have magnificent sights, he calmly sits with liberated mind. But how is it when the master of the ten thousand chariots in his personal conduct is too light for the empire? If he is too light he will lose his vassals. If he is too passionate he will lose the throne.","legge":"Gravity is the root of lightness; stillness, the ruler of movement. Therefore a wise prince, marching the whole day, does not go far from his baggage waggons. Although he may have brilliant prospects to look at, he quietly remains (in his proper place), indifferent to them. How should the lord of a myriad chariots carry himself lightly before the kingdom? If he do act lightly, he has lost his root (of gravity); if he proceed to active movement, he will lose his throne."},{"goddard":"Good walkers leave no tracks, good speakers make no errors, good counters need no abacus, good wardens have no need for bolts and locks for no one can get by them. Good binders can dispense with rope and cord, yet none can unloose their hold. Therefore the wise man trusting in goodness always saves men, for there is no outcast to him. Trusting in goodness he saves all things for there is nothing valueless to him. This is recognizing concealed values. Therefore the good man is the instructor of the evil man, and the evil man is the good man's wealth. He who does not esteem his instructors or value his wealth, though he be otherwise intelligent, becomes confused. Herein lies the significance of spirituality.","susuki":"\"Good travelers leave no trace nor track, Good speakers, in logic show no lack, Good counters need no counting rack.\" Good lockers bolting bars need not, Yet none their locks can loose. Good binders need no string nor knot, Yet none unties their noose.\" Therefore the holy man is always a good saviour of men, for there are no outcast people. He is always a good saviour of things, for there are no outcast things. This is called applied enlightenment. Thus the good man does not respect multitudes of men. The bad man respects the people's wealth. Who does not esteem multitudes nor is charmed by their wealth, though his knowledge be greatly confused, he must be recognized as profoundly spiritual.","legge":"The skilful traveller leaves no traces of his wheels or footsteps; the skilful speaker says nothing that can be found fault with or blamed; the skilful reckoner uses no tallies; the skilful closer needs no bolts or bars, while to open what he has shut will be impossible; the skilful binder uses no strings or knots, while to unloose what he has bound will be impossible. In the same way the sage is always skilful at saving men, and so he does not cast away any man; he is always skilful at saving things, and so he does not cast away anything. This is called \"Hiding the light of his procedure.\" Therefore the man of skill is a master (to be looked up to) by him who has not the skill; and he who has not the skill is the helper of (the reputation of) him who has the skill. If the one did not honour his master, and the other did not rejoice in his helper, an (observer), though intelligent, might greatly err about them. This is called \"The utmost degree of mystery.\""},{"goddard":"He who knows his manhood and understands his womanhood becomes useful like the valleys of earth (which bring water). Being like the valleys of earth, eternal vitality (de [teh]) will not depart from him, he will come again to the nature of a little child. He who knows his innocence and recognizes his sin becomes the world's model. Being a world's model, infinite de [teh] will not fail, he will return to the Absolute. He who knows the glory of his nature and recognizes also his limitations becomes useful like the world's valleys. Being like the world's valleys, eternal de [teh] will not fail him, he will revert to simplicity. Radiating simplicity he will make of men vessels of usefulness. The wise man then will employ them as officials and chiefs. A great administration of such will harm no one.","susuki":"\"Who his manhood shows And his womanhood knows Becomes the empire's river. Is he the empire's river, He will from virtue never deviate, And home he turneth to a child's estate. \"Who his brightness shows And his blackness knows Becomes the empire's model. Is he the empire's model, Of virtue ne'er shall he be destitute, And home he turneth to the absolute. \"Who knows his fame And guards his shame Becomes the empire's valley. Is he the empire's valley, For e'er his virtue will sufficient be, And home he turneth to simplicity.\" Simplicity, when scattered, becomes a vessel of usefulness. The holy man, by using it, becomes the chief leader; and truly, a great principle will never do harm.","legge":"Who knows his manhood's strength, Yet still his female feebleness maintains; As to one channel flow the many drains, All come to him, yea, all beneath the sky. Thus he the constant excellence retains; The simple child again, free from all stains. Who knows how white attracts, Yet always keeps himself within black's shade, The pattern of humility displayed, Displayed in view of all beneath the sky; He in the unchanging excellence arrayed, Endless return to man's first state has made. Who knows how glory shines, Yet loves disgrace, nor e'er for it is pale; Behold his presence in a spacious vale, To which men come from all beneath the sky. The unchanging excellence completes its tale; The simple infant man in him we hail. The unwrought material, when divided and distributed, forms vessels. The sage, when employed, becomes the Head of all the Officers (of government); and in his greatest regulations he employs no violent measures."},{"goddard":"One who desires to take and remake the Empire will fail. The Empire is a divine thing that cannot be remade. He who attempts it will only mar it. He who seeks to grasp it, will lose it. People differ, some lead, others follow; some are ardent, others are formal; some are strong, others weak; some succeed, others fail. Therefore the wise man practices moderation; he abandons pleasure, extravagance and indulgence.","susuki":"When one desires to take in hand the empire and make it, I see him not succeed. The empire is a divine vessel which cannot be made. One who makes it, mars it. One who takes it, loses it. And it is said of beings: \" Some are obsequious, others move boldly, Some breathe warmly, others coldly, Some are strong and others weak, Some rise proudly, others sneak.\" Therefore the holy man abandons excess, he abandons extravagance, he abandons indulgence.","legge":"If any one should wish to get the kingdom for himself, and to effect this by what he does, I see that he will not succeed. The kingdom is a spirit-like thing, and cannot be got by active doing. He who would so win it destroys it; he who would hold it in his grasp loses it. The course and nature of things is such that What was in front is now behind; What warmed anon we freezing find. Strength is of weakness oft the spoil; The store in ruins mocks our toil. Hence the sage puts away excessive effort, extravagance, and easy indulgence."},{"goddard":"When the magistrate follows Dao, he has no need to resort to force of arms to strengthen the Empire, because his business methods alone will show good returns. Briars and thorns grow rank where an army camps. Bad harvests are the sequence of a great war. The good ruler will be resolute and then stop, he dare not take by force. One should be resolute but not boastful; resolute but not haughty; resolute but not arrogant; resolute but yielding when it cannot be avoided; resolute but he must not resort to violence. By a resort to force, things flourish for a time but then decay. This is not like the Dao and that which is not Dao-like will soon cease.","susuki":"He who with Reason assists the master of mankind will not with arms strengthen the empire. His methods invite requital. Where armies are quartered briars and thorns grow. Great wars unfailingly are followed by famines. A good man acts resolutely and then stops. He ventures not to take by force. Be resolute but not boastful; resolute but not haughty; resolute but not arrogant; resolute because you cannot avoid it; resolute but not violent. Things thrive and then grow old. This is called un-Reason. Un-Reason soon ceases.","legge":"He who would assist a lord of men in harmony with the Dao will not assert his mastery in the kingdom by force of arms. Such a course is sure to meet with its proper return. Wherever a host is stationed, briars and thorns spring up. In the sequence of great armies there are sure to be bad years. A skilful (commander) strikes a decisive blow, and stops. He does not dare (by continuing his operations) to assert and complete his mastery. He will strike the blow, but will be on his guard against being vain or boastful or arrogant in consequence of it. He strikes it as a matter of necessity; he strikes it, but not from a wish for mastery. When things have attained their strong maturity they become old. This may be said to be not in accordance with the Dao: and what is not in accordance with it soon comes to an end."},{"goddard":"Even successful arms, among all implements, are unblessed. All men come to detest them. Therefore the one who follows Dao does not rely on them. Arms are of all tools unblessed, they are not the implements of a wise man. Only as a last resort does he use them. In propitious affairs the place of honor is the left, but in unpropitious affairs we honor the right. .Peace and quietude are esteemed by the wise man, and even when victorious he does not rejoice, because rejoicing over a victory is the same as rejoicing over the killing of men. If he rejoices over killing men, do you think he will ever really master the Empire? The strong man while at home esteems the left as the place of honor, but when armed for war it is as though he esteems the right hand, the place of less honor. Thus a funeral ceremony is so arranged. The place of a subordinate army officer is also on the left and the place of his superior officer is on the right. The killing of men fills multitudes with sorrow; we lament with tears because of it, and rightly honor the victor as if he was attending a funeral ceremony.","susuki":"Even victorious arms are unblest among tools, and people had better shun them. Therefore he who has Reason does not rely on them. The superior man when residing at home honors the left. When using arms, he honors the right. Arms are unblest among tools and not the superior man's tools. Only when it is unavoidable he uses them. Peace and quietude he holdeth high. He conquers but rejoices not. Rejoicing at a conquest means to enjoy the slaughter of men. He who enjoys the slaughter of men will most assuredly not obtain his will in the empire.","legge":"Now arms, however beautiful, are instruments of evil omen, hateful, it may be said, to all creatures. Therefore they who have the Dao do not like to employ them. The superior man ordinarily considers the left hand the most honourable place, but in time of war the right hand. Those sharp weapons are instruments of evil omen, and not the instruments of the superior man;--he uses them only on the compulsion of necessity. Calm and repose are what he prizes; victory (by force of arms) is to him undesirable. To consider this desirable would be to delight in the slaughter of men; and he who delights in the slaughter of men cannot get his will in the kingdom. On occasions of festivity to be on the left hand is the prized position; on occasions of mourning, the right hand. The second in command of the army has his place on the left; the general commanding in chief has his on the right;--his place, that is, is assigned to him as in the rites of mourning. He who has killed multitudes of men should weep for them with the bitterest grief; and the victor in battle has his place (rightly) according to those rites."},{"goddard":"Tao in its eternal aspect is unnamable. Its simplicity appears insignificant, but the whole world cannot control it. If princes and kings employ it every one of themselves will pay willing homage. Heaven and Earth by it are harmoniously combined and drop sweet dew. People will have no need of rulers, because of themselves they will be righteous. As soon as Dao expresses itself in orderly creation then it becomes comprehensible. When one recognizes the presence of Dao he understands where to stop. Knowing where to stop he is free from danger. To illustrate the nature of Dao's place in the universe: Dao is like the brooks and streams in their relation to the great rivers and the ocean.","susuki":"Reason, in its eternal aspect, is unnamable. Although its simplicity seems insignificant, the whole world does not dare to suppress it. If princes and kings could keep it, the ten thousand things would of themselves pay homage. Heaven and earth would unite in dripping sweet dew, and the people with no one to command them would of themselves be righteous. As soon as Reason creates order, it becomes namable. Whenever the namable in its turn acquires existence, one learns to know when to stop. By knowing when to stop, one avoids danger. To illustrate Reason's relation to the world we compare it to streams and creeks in their course towards rivers and the ocean.","legge":"The Dao, considered as unchanging, has no name. Though in its primordial simplicity it may be small, the whole world dares not deal with (one embodying) it as a minister. If a feudal prince or the king could guard and hold it, all would spontaneously submit themselves to him. Heaven and Earth (under its guidance) unite together and send down the sweet dew, which, without the directions of men, reaches equally everywhere as of its own accord. As soon as it proceeds to action, it has a name. When it once has that name, (men) can know to rest in it. When they know to rest in it, they can be free from all risk of failure and error. The relation of the Dao to all the world is like that of the great rivers and seas to the streams from the valleys."},{"goddard":"He who knows others is intelligent; he who understands himself is enlightened; he who is able to conquer others has force, but he who is able to control himself is mighty. He who appreciates contentment is wealthy. He who dares to act has nerve; if he can maintain his position he will endure, but he, who dying does not perish, is immortal.","susuki":"One who knows others is clever, but one who knows himself is enlightened. One who conquers others is powerful, but one who conquers himself is mighty. One who knows contentment is rich and one who pushes with vigor has will. One who loses not his place endures. One who may die but will not perish, has life everlasting.","legge":"He who knows other men is discerning; he who knows himself is intelligent. He who overcomes others is strong; he who overcomes himself is mighty. He who is satisfied with his lot is rich; he who goes on acting with energy has a (firm) will. He who does not fail in the requirements of his position, continues long; he who dies and yet does not perish, has longevity."},{"goddard":"Great Dao is all pervading! It can be on both the right hand and the left. Everything relies upon it for their existence, and it does not fail them. It acquires merit but covets not the title. It lovingly nourishes everything, but does not claim the rights of ownership. It has no desires, it can be classed with the small. Everything returns to it, yet it does not claim the right of ownership. It can be classed with the great. Therefore the wise man to the end will not pose as a great man, and by so doing will express his true greatness.","susuki":"How all-pervading is the great Reason! It can be on the left and it can be on the right. The ten thousand things depend upon it for their life, and it refuses them not. When its merit is accomplished it assumes not the name. Lovingly it nourishes the ten thousand things and plays not the lord. Ever desireless it can be classed with the small. The ten thousand things return home to it. It plays not the lord. It can be classed with the great. Therefore the holy man unto death does not make himself great and can thus accomplish his greatness.","legge":"All-pervading is the Great Dao! It may be found on the left hand and on the right. All things depend on it for their production, which it gives to them, not one refusing obedience to it. When its work is accomplished, it does not claim the name of having done it. It clothes all things as with a garment, and makes no assumption of being their lord;--it may be named in the smallest things. All things return (to their root and disappear), and do not know that it is it which presides over their doing so;--it may be named in the greatest things. Hence the sage is able (in the same way) to accomplish his great achievements. It is through his not making himself great that he can accomplish them."},{"goddard":"The world will go to him who grasps this Great Principle; they will seek and not be injured, they will find contentment, peace and rest. Music and dainties attract the passing people, while Dao's reality seen-is insipid. Indeed it has no taste, when looked at there is not enough seen to be prized, when listened for, it can scarcely be heard, but, the use of it is inexhaustible.","susuki":"\"Who holdeth fast to the great Form, Of him the world will come in quest: For there we never meet with harm, There we find shelter, comfort, rest.\" Music with dainties makes the passing stranger stop. But Reason, when coming from the mouth, how tasteless is it! It has no flavor. When looked at, there is not enough to be seen; when listened to, there is not enough to be heard. However, when used, it is inexhaustible.","legge":"To him who holds in his hands the Great Image (of the invisible Dao), the whole world repairs. Men resort to him, and receive no hurt, but (find) rest, peace, and the feeling of ease. Music and dainties will make the passing guest stop (for a time). But though the Dao as it comes from the mouth, seems insipid and has no flavour, though it seems not worth being looked at or listened to, the use of it is inexhaustible."},{"goddard":"That which has a tendency to contract must first have been extended; that which has a tendency to weaken itself must first have been strong; that which shows a tendency to destroy itself must first have been raised up; that which shows a tendency to scatter must first have been gathered. This is the explanation of a seeming contradiction: the tender and yielding conquer the rigid and strong (i.e., spirit is stronger than matter, persuasion than force). The fish would be foolish to seek escape from its natural environment. There is no gain to a nation to compel by a show of force.","susuki":"That which is about to contract has surely been expanded. That which is about to weaken has surely been strengthened. That which is about to fall has surely been raised. That which is about to be despoiled has surely been endowed. This is an explanation of the secret that the tender and the weak conquer the hard and the strong. As the fish should not escape from the deep, so with the country's sharp tools the people should not become acquainted.","legge":"When one is about to take an inspiration, he is sure to make a (previous) expiration; when he is going to weaken another, he will first strengthen him; when he is going to overthrow another, he will first have raised him up; when he is going to despoil another, he will first have made gifts to him:--this is called \"Hiding the light (of his procedure).\" The soft overcomes the hard; and the weak the strong. Fishes should not be taken from the deep; instruments for the profit of a state should not be shown to the people."},{"goddard":"Tao is apparently inactive (wu wei) and yet nothing remains undone. If princes and kings desire to keep) everything in order, they must first reform themselves. (If princes and kings would follow the example of Dao, then all things will reform themselves.) If they still desire to change, I would pacify them by the simplicity of the ineffable Dao. This simplicity will end desire, and if desire be absent there is quietness. All people will of themselves be satisfied.","susuki":"Reason always practises non-assertion, and there is nothing that remains undone. If princes and kings could keep Reason, the ten thousand creatures would of themselves be reformed. While being reformed they might yet be anxious to stir; but I would restrain them by the simplicity of the Ineffable. \"The simplicity of the unexpressed Will purify the heart of lust. Is there no lust there will be rest, And all the world will thus be blest.\"","legge":"The Dao in its regular course does nothing (for the sake of doing it), and so there is nothing which it does not do. If princes and kings were able to maintain it, all things would of themselves be transformed by them. If this transformation became to me an object of desire, I would express the desire by the nameless simplicity. Simplicity without a name Is free from all external aim. With no desire, at rest and still, All things go right as of their will."},{"goddard":" Essential de [teh] makes no show of virtue, and therefore it is really virtuous. Inferior virtue never loses sight of itself and therefore it is no longer virtue. Essential virtue is characterized by lack of self-assertion (wu wei) and therefore is unpretentious. Inferior virtue is acting a part and thereby is only pretense. Superior benevolence in a way is acting but does not thereby become pretentious. Excessive righteousness is acting and does thereby become pretentious. Excessive propriety is acting, but where no one responds to it, it stretches its arm and enforces obedience. Therefore when one loses Dao there is still de [teh]; one may lose de [teh] and benevolence remains; one may forsake benevolence and still hold to righteousness; one may lose righteousness and propriety remains. Propriety, alone, reduces loyalty and good faith to a shadow, and it is the beginning of disorder. Tradition is the mere flower of the Dao and had its origin in ignorance. Therefore the great man of affairs conforms to the spirit and not to external appearance. He goes on to fruitage and does not rest in the show of blossom. He avoids mere propriety and practices true benevolence.","susuki":" Superior virtue is unvirtue. Therefore it has virtue. Inferior virtue never loses sight of virtue. Therefore it has no virtue. Superior virtue is non-assertion and without pretension. Inferior virtue asserts and makes pretensions. Superior benevolence acts but makes no pretensions. Superior justice acts and makes pretensions. Superior propriety acts and when no one responds to it, it stretches its arm and enforces its rules. Thus one loses Reason and then virtue appears. One loses virtue and then benevolence appears. One loses benevolence and then justice appears. One loses justice and then propriety appears. The rules of propriety are the semblance of loyalty and faith, and the beginning of disorder. Traditionalism is the flower of Reason, but of ignorance the beginning. Therefore a great organizer abides by the solid and dwells not in the external. He abides in the fruit and dwells not in the flower. Therefore he discards the latter and chooses the former.","legge":" (Those who) possessed in highest degree the attributes (of the Dao) did not (seek) to show them, and therefore they possessed them (in fullest measure). (Those who) possessed in a lower degree those attributes (sought how) not to lose them, and therefore they did not possess them (in fullest measure). (Those who) possessed in the highest degree those attributes did nothing (with a purpose), and had no need to do anything. (Those who) possessed them in a lower degree were (always) doing, and had need to be so doing. (Those who) possessed the highest benevolence were (always seeking) to carry it out, and had no need to be doing so. (Those who) possessed the highest righteousness were (always seeking) to carry it out, and had need to be so doing. (Those who) possessed the highest (sense of) propriety were (always seeking) to show it, and when men did not respond to it, they bared the arm and marched up to them. Thus it was that when the Dao was lost, its attributes appeared; when its attributes were lost, benevolence appeared; when benevolence was lost, righteousness appeared; and when righteousness was lost, the proprieties appeared. Now propriety is the attenuated form of leal-heartedness and good faith, and is also the commencement of disorder; swift apprehension is (only) a flower of the Dao, and is the beginning of stupidity. Thus it is that the Great man abides by what is solid, and eschews what is flimsy; dwells with the fruit and not with the flower. It is thus that he puts away the one and makes choice of the other."},{"goddard":" It has been said of old, only those who attain unity attain self-hood... Heaven attained unity and thereby is space. Earth attained unity, thereby it is solid. Spirit attained unity, thereby it became mind. Valleys attained unity, therefore rivers flow down them. All things have unity and thereby have life. Princes and kings as they attain unity become standards of conduct for the nation. And the highest unity is that which produces unity. If heaven were not space it might crack, if earth were not solid it might bend. If spirits were not unified into mind they might vanish, if valleys were not adapted to rivers they would be parched. Everything if it were not for life would burn up. Even princes and kings if they overestimate themselves and cease to be standards will presumably fall. Therefore nobles find their roots among the commoners; the high is always founded upon the low. The reason why princes and kings speak of themselves as orphans, inferiors and unworthy, is because they recognize that their roots run down to the common life; is it not so? If a carriage goes to pieces it is no longer a carriage, its unity is gone. A true self-hood does not desire to be overvalued as a gem, nor to be undervalued as a mere stone.","susuki":" From of old these things have obtained oneness: \"Heaven by oneness becometh pure. Earth by oneness can endure. Minds by oneness souls procure. Valleys by oneness repletion secure. \" All creatures by oneness to life have been called. And kings were by oneness as models installed.\" Such is the result of oneness. \"Were heaven not pure it might be rent. Were earth not stable it might be bent. Were minds not ensouled they'd be impotent. Were valleys not filled they'd soon be spent. When creatures are lifeless who can their death prevent? Are kings not models, but on haughtiness bent, Their fall, forsooth, Thus, the nobles come from the commoners as their root, and the high rest upon the lowly as their foundation. Therefore, princes and kings call themselves orphaned, lonely, and unworthy. Is this not because they take lowliness as their root? The several parts of a carriage are not a carriage. Those who have become a unity are neither anxious to be praised with praise like a gem, nor disdained with disdain like a stone.","legge":" The things which from of old have got the One (the Dao) are-- Heaven which by it is bright and pure; Earth rendered thereby firm and sure; Spirits with powers by it supplied; Valleys kept full throughout their void All creatures which through it do live Princes and kings who from it get The model which to all they give. All these are the results of the One (Tao). If heaven were not thus pure, it soon would rend; If earth were not thus sure, 'twould break and bend; Without these powers, the spirits soon would fail; If not so filled, the drought would parch each vale; Without that life, creatures would pass away; Princes and kings, without that moral sway, However grand and high, would all decay. Thus it is that dignity finds its (firm) root in its (previous) meanness, and what is lofty finds its stability in the lowness (from which it rises). Hence princes and kings call themselves \"Orphans,\" \"Men of small virtue,\" and as \"Carriages without a nave.\" Is not this an acknowledgment that in their considering themselves mean they see the foundation of their dignity? So it is that in the enumeration of the different parts of a carriage we do not come on what makes it answer the ends of a carriage. They do not wish to show themselves elegant-looking as jade, but (prefer) to be coarse-looking as an (ordinary) stone."},{"goddard":"Retirement is characteristic of Dao just as weakness appears to be a characteristic of its activity. Heaven and earth and everything are produced from existence, but existence comes from nonexistence.","susuki":"\"Homeward is Reason's course, Weakness is Reason's force.\" Heaven and earth and the ten thousand things come from existence, but existence comes from non-existence.","legge":"The movement of the Dao By contraries proceeds; And weakness marks the course Of Dao's mighty deeds. All things under heaven sprang from It as existing (and named); that existence sprang from It as non-existent (and not named)."},{"goddard":"The superior scholar when he considers Dao earnestly practices it; An average scholar listening to Dao sometimes follows it and sometimes loses it; An inferior scholar listening to Dao ridicules it. Were it not thus ridiculed it could not be regarded as Dao. Therefore the writer says: Those who are most illumined by Dao are the most obscure. Those advanced in Dao are most retiring. Those best guided by Dao are the least prepossessing. The high in virtue (de [teh]) resemble a lowly valley; the whitest are most likely to be put to shame; the broadest in virtue resemble the inefficient. The most firmly established in virtue resemble the remiss. The simplest chastity resembles the fickle, the greatest square has no corner, the largest vessel is never filled. The greatest sound is void of speech, the greatest form has no shape. Tao is obscure and without name, and yet it is precisely this Dao that alone can give and complete.","susuki":"When a superior scholar hears of Reason he endeavors to practise it. When an average scholar hears of Reason he will sometimes keep it and sometimes lose it. When an inferior scholar hears of Reason he will greatly ridicule it. Were it not thus ridiculed, it would as Reason be insufficient. Therefore the poet says: \"The Reason--enlightened seem dark and black, the Reason--advanced seem going back, the Reason--straight-levelled seem rugged and slack. \"The high in virtue resemble a vale, The purely white in shame must quail, The staunchest virtue seems to fail. \"The solidest virtue seems not alert, The purest chastity seems pervert, The greatest square will rightness desert. \"The largest vessel is not yet complete, The loudest sound is not speech replete, The greatest form has no shape concrete.\" Reason so long as it remains latent is unnamable. Yet Reason alone is good for imparting and completing.","legge":"Scholars of the highest class, when they hear about the Dao, earnestly carry it into practice. Scholars of the middle class, when they have heard about it, seem now to keep it and now to lose it. Scholars of the lowest class, when they have heard about it, laugh greatly at it. If it were not (thus) laughed at, it would not be fit to be the Dao. Therefore the sentence-makers have thus expressed themselves:-- \"The Dao, when brightest seen, seems light to lack; who progress in it makes, seems drawing back; Its even way is like a rugged track. Its highest virtue from the vale doth rise; Its greatest beauty seems to offend the eyes; And he has most whose lot the least supplies. Its firmest virtue seems but poor and low; Its solid truth seems change to undergo; Its largest square doth yet no corner show. A vessel great, it is the slowest made; Loud is its sound, but never word it said; A semblance great, the shadow of a shade.\" The Dao is hidden, and has no name; but it is the Dao which is skilful at imparting (to all things what they need) and making them complete."},{"goddard":"Tao produces unity; unity produces duality; duality produces trinity; trinity produces all things. All things bear the negative principle (yin) and embrace the positive principle (yang). Immaterial vitality, the third principle (chi), makes them harmonious. Those things which are detested by the common people, namely to be called orphans, inferiors, and unworthies, are the very things kings and lords take for titles. There are some things which it is a gain to lose, and a loss to gain. I am teaching the same things which are taught by others. But the strong and aggressive: ones do not obtain a natural death (i.e., self-confident teachers do not succeed). I alone expound the basis of the doctrine of the Dao.","susuki":"Reason begets unity; unity begets duality; duality begets trinity; and trinity begets the ten thousand things. The ten thousand things are sustained by Yin [the negative principle]; they are encompassed by Yang [the positive principle], and the immaterial breath renders them harmonious. That which the people find odious, to be orphaned, lonely, and unworthy, kings and princes select as their titles. Thus, on the one hand, loss implies gain, and on the other hand, gain implies loss. What others have taught I teach also. The strong and aggressive do not die a natural death; but I will obey the doctrine's father.","legge":"The Dao produced One; One produced Two; Two produced Three; Three produced All things. All things leave behind them the Obscurity (out of which they have come), and go forward to embrace the Brightness (into which they have emerged), while they are harmonised by the Breath of Vacancy. What men dislike is to be orphans, to have little virtue, to be as carriages without naves; and yet these are the designations which kings and princes use for themselves. So it is that some things are increased by being diminished, and others are diminished by being increased. What other men (thus) teach, I also teach. The violent and strong do not die their natural death. I will make this the basis of my teaching."},{"goddard":"The most tender things of creation race over the hardest. A non-material existence enters into the most impenetrable. I therefore recognize an advantage in the doctrine of not doing (wu wei) and not speaking. But there are few in the world who obtain the advantage of non-assertion (wu wei) and silence.","susuki":"The world's weakest overcomes the world's hardest. Non-existence enters into the impenetrable. Thereby I comprehend of non-assertion the advantage. There are few in the world who obtain of non-assertion the advantage and of silence the lesson.","legge":"The softest thing in the world dashes against and overcomes the hardest; That which has no (substantial) existence enters where there is no crevice. I know hereby what advantage belongs to doing nothing (with a purpose). There are few in the world who attain to the teaching without words, and the advantage arising from non-action."},{"goddard":"Which is nearer, a name or a person? Which is more, personality or treasure? Is it more painful to gain or to suffer loss? Extreme indulgence certainly greatly wastes. Much hoarding certainly invites severe loss. A contented person is not despised. One who knows when to stop is not endangered; he will be able therefore to continue.","susuki":"\"Name or person, which is more near? Person or fortune, which is more dear? Gain or loss, which is more sear? \"Extreme dotage leadeth to squandering. Hoarded wealth inviteth plundering. \"Who is content incurs no humiliation, Who knows when to stop risks no vitiation, Forever lasteth his duration.\"","legge":"Or fame or life, Which do you hold more dear? Or life or wealth, To which would you adhere? Keep life and lose those other things; Keep them and lose your life:--which brings sorrow and pain more near? Thus we may see, Who cleaves to fame Rejects what is more great; Who loves large stores Gives up the richer state. Who is content Needs fear no shame. Who knows to stop Incurs no blame. From danger free Long live shall he."},{"goddard":"Extreme perfection seems imperfect, its function is not exhausted. Extreme fullness appears empty, its function is not exercised. Extreme straightness appears crooked; great skill, clumsy; great eloquence, stammering. Motion conquers cold, quietude conquers heat. Not greatness but purity and clearness are the world's standard.","susuki":"\"Greatest perfection imperfect will be, But its work ne'er waneth. Greatest fullness is vacuity, Its work unexhausted remaineth.\" \"Straightest lines resemble curves; Greatest skill like a tyro serves; Greatest eloquence stammers and swerves.\" Motion conquers cold. Quietude conquers heat. Purity and clearness are the world's standard.","legge":"Who thinks his great achievements poor Shall find his vigour long endure. Of greatest fulness, deemed a void, Exhaustion ne'er shall stem the tide. Do thou what's straight still crooked deem; Thy greatest art still stupid seem, And eloquence a stammering scream. Constant action overcomes cold; being still overcomes heat. Purity and stillness give the correct law to all under heaven."},{"goddard":"When the world yields to Dao, race horses will be used to haul manure. When the world ignores Dao war horses are pastured on the public common. There is no sin greater than desire. There is no misfortune greater than discontent. There is no calamity greater than acquisitiveness. Therefore to know extreme contentment is simply to be content.","susuki":"When the world possesses Reason, race horses are reserved for hauling dung. When the world is without Reason, war horses are bred in the common. No greater sin than yielding to desire. No greater misery than discontent. No greater calamity than greed. Therefore, he who knows content's content is always content.","legge":"When the Dao prevails in the world, they send back their swift horses to (draw) the dung-carts. When the Dao is disregarded in the world, the war-horses breed in the border lands. There is no guilt greater than to sanction ambition; no calamity greater than to be discontented with one's lot; no fault greater than the wish to be getting. Therefore the sufficiency of contentment is an enduring and unchanging sufficiency."},{"goddard":"Not going out of the door I have knowledge of the world. Not peeping through the window I perceive heaven's Dao. The more one wander to a distance the less he knows. Therefore the wise man does not wander about but he understands, he does not see things but he defines them, he does not labor yet he completes.","susuki":"\"Without passing out of the gate The world's course I prognosticate. Without peeping through the window The heavenly Reason I contemplate. The further one goes, The less one knows.\" Therefore the holy man does not travel, and yet he has knowledge. He does not see things, and yet he defines them. He does not labor, and yet he completes.","legge":"Without going outside his door, one understands (all that takes place) under the sky; without looking out from his window, one see the Dao of Heaven. The farther that one goes out (from himself), the less he knows. Therefore the sages got their knowledge without travelling; gave their (right) names to things without seeing them; and accomplished their ends without any purpose of doing so."},{"goddard":"He who attends daily to learning increases in learning. He who practices Dao daily diminishes. Again and again he humbles himself. Thus he attains to non-doing (wu wei). He practices non-doing and yet there is nothing left undone. To command the empire one must not employ craft. If one uses craft he is not fit to command the empire.","susuki":"He who seeks learnedness will daily increase. He who seeks Reason will daily diminish. He will diminish and continue to diminish until he arrives at non-assertion. With non-assertion there is nothing that he cannot achieve. When he takes the empire, it is always because he uses no diplomacy. He who uses diplomacy is not fit to take the empire.","legge":"He who devotes himself to learning (seeks) from day to day to increase (his knowledge); he who devotes himself to the Dao (seeks) from day to day to diminish (his doing). He diminishes it and again diminishes it, till he arrives at doing nothing (on purpose). Having arrived at this point of non-action, there is nothing which he does not do. He who gets as his own all under heaven does so by giving himself no trouble (with that end). If one take trouble (with that end), he is not equal to getting as his own all under heaven."},{"goddard":"The wise man has no fixed heart; in the hearts of the people he finds his own. The good he treats with goodness; the not-good he also treats with goodness, for de [teh] is goodness. The faithful ones he treats with good faith; the unfaithful he also treats with good faith, for de [teh] is good faith. The wise man lives in the world but he lives cautiously, dealing with the world cautiously. He universalizes his heart; the people give him their eyes and ears, but he treats them as his children.","susuki":"The holy man has not a heart of his own. The hundred families' hearts he makes his heart. The good I meet with goodness; the bad I also meet with goodness; that is virtue's goodness. The faithful I meet with faith; the faithless I also meet with faith; that is virtue's faith. The holy man dwells in the world anxious, very anxious in his dealings with the world. He universalizes his heart, and the hundred families fix upon him their ears and eyes. The holy man treats them all like children.","legge":"The sage has no invariable mind of his own; he makes the mind of the people his mind. To those who are good (to me), I am good; and to those who are not good (to me), I am also good;--and thus (all) get to be good. To those who are sincere (with me), I am sincere; and to those who are not sincere (with me), I am also sincere;--and thus (all) get to be sincere. The sage has in the world an appearance of indecision, and keeps his mind in a state of indifference to all. The people all keep their eyes and ears directed to him, and he deals with them all as his children."},{"goddard":"Life is a going forth; death is a returning home. Of ten, three are seeking life, three are seeking death, and three are dying. What is the reason? Because they live in life's experience. (Only one is immortal.) I hear it said that the sage when he travels is never attacked by rhinoceros or tiger, and when coming among soldiers does not fear their weapons. The rhinoceros would find no place to horn him, nor the tiger a place for his claws, nor could soldiers wound him. What is the reason? Because he is invulnerable.","susuki":"Abroad in life, home in death. There are thirteen avenues of life; there are thirteen avenues of death; on thirteen avenues men that live pass unto the realm of death. Now, what is the reason? It is because they live life's intensity. Yea, I understand that one whose life is based on goodness, when traveling on land will not fall a prey to the rhinoceros or the tiger. When coming among soldiers, he need not fear arms and weapons. The rhinoceros finds no place wherein to insert its horn. The tiger finds no place wherein to put his claws. Weapons find no place wherein to thrust their blades. The reason is that he does not belong to the realm of death.","legge":"Men come forth and live; they enter (again) and die. Of every ten three are ministers of life (to themselves); and three are ministers of death. There are also three in every ten whose aim is to live, but whose movements tend to the land (or place) of death. And for what reason? Because of their excessive endeavours to perpetuate life. But I have heard that he who is skilful in managing the life entrusted to him for a time travels on the land without having to shun rhinoceros or tiger, and enters a host without having to avoid buff coat or sharp weapon. The rhinoceros finds no place in him into which to thrust its horn, nor the tiger a place in which to fix its claws, nor the weapon a place to admit its point. And for what reason? Because there is in him no place of death."},{"goddard":"Tao gives life to all creatures; de [teh] feeds them; materiality shapes them; energy completes them. Therefore among all things there is none that does not honor Dao and esteem de [teh]. Honor for Dao and esteem for de [teh] is never compelled, it is always spontaneous. Therefore Dao gives life to them, but de [teh] nurses them, raises them, nurtures, completes, matures, rears, protects them. Tao gives life to them but makes no claim of ownership; de [teh] forms them but makes no claim upon them, raises them but does not rule them. This is profound vitality (de [teh]).","susuki":"Reason quickens all creatures. Virtue feeds them. Reality shapes them. The forces complete them. Therefore among the ten thousand things there is none that does not esteem Reason and honor virtue. Since the esteem of Reason and the honoring of virtue is by no one commanded, it is forever spontaneous. Therefore it is said that Reason quickens all creatures, while virtue feeds them, raises them, nurtures them, completes them, matures them, rears them, and protects them. To quicken but not to own, to make but not to claim, to raise but not to rule, this is called profound virtue.","legge":"All things are produced by the Dao, and nourished by its outflowing operation. They receive their forms according to the nature of each, and are completed according to the circumstances of their condition. Therefore all things without exception honour the Dao, and exalt its outflowing operation. This honouring of the Dao and exalting of its operation is not the result of any ordination, but always a spontaneous tribute. Thus it is that the Dao produces (all things), nourishes them, brings them to their full growth, nurses them, completes them, matures them, maintains them, and overspreads them. It produces them and makes no claim to the possession of them; it carries them through their processes and does not vaunt its ability in doing so; it brings them to maturity and exercises no control over them;--this is called its mysterious operation."},{"goddard":"When creation began, Dao became the world's mother. When one knows one's mother he will m turn know that he is her son. When he recognizes his sonship, he will in turn keep to his mother and to the end of life will be free from danger. He who closes his mouth and shuts his sense gates will be free from trouble to the end of life. He who opens his mouth and meddles with affairs cannot be free from trouble even to the end of life. To recognize one's insignificance is called enlightenment. To keep one's sympathy is called strength. He who uses Dao's light returns to Dao's enlightenment and does not surrender his person to perdition. This is called practicing the eternal.","susuki":"When the world takes its beginning, Reason becomes the world's mother. As one knows his mother, so she in turn knows her child; as she quickens her child, so he in turn keeps to his mother, and to the end of life he is not in danger. Who closes his mouth, and shuts his sense-gates, in the end of life he will encounter no trouble; but who opens his mouth and meddles with affairs, in the end of life he cannot be saved. Who beholds his smallness is called enlightened. Who preserves his tenderness is called strong. Who uses Reason's light and returns home to its enlightenment does not surrender his person to perdition. This is called practising the eternal.","legge":"(The Dao) which originated all under the sky is to be considered as the mother of them all. When the mother is found, we know what her children should be. When one knows that he is his mother's child, and proceeds to guard (the qualities of) the mother that belong to him, to the end of his life he will be free from all peril. Let him keep his mouth closed, and shut up the portals (of his nostrils), and all his life he will be exempt from laborious exertion. Let him keep his mouth open, and (spend his breath) in the promotion of his affairs, and all his life there will be no safety for him. The perception of what is small is (the secret of clear-sightedness; the guarding of what is soft and tender is (the secret of) strength.Who uses well his light, Reverting to its (source so) bright, Will from his body ward all blight, And hides the unchanging from men's sight."},{"goddard":"Even if one has but a little knowledge he can walk in the ways of the great Dao; it is only self-assertion that one need fear. The great Dao (Way) is very plain, but people prefer the bypaths. When the palace is very splendid, the fields are likely to be very weedy, and the granaries empty. To wear ornaments and gay colors, to carry sharp swords, to be excessive in eating and drinking, and to have wealth and treasure in abundance is to know the pride of robbers. This is contrary to Dao.","susuki":"If I have ever so little knowledge, I shall walk in the great Reason. It is but expansion that I must fear. The great Reason is very plain, but people are fond of by-paths. When the palace is very splendid, the fields are very weedy and granaries very empty. To wear ornaments and gay clothes, to carry sharp swords, to be excessive in drinking and eating, to have a redundance of costly articles, this is the pride of robbers. Surely, this is un-Reason.","legge":"If I were suddenly to become known, and (put into a position to) conduct (a government) according to the Great Dao, what I should be most afraid of would be a boastful display. The great Dao (or way) is very level and easy; but people love the by-ways. Their court(-yards and buildings) shall be well kept, but their fields shall be ill-cultivated, and their granaries very empty. They shall wear elegant and ornamented robes, carry a sharp sword at their girdle, pamper themselves in eating and drinking, and have a superabundance of property and wealth;--such (princes) may be called robbers and boasters. This is contrary to the Dao surely!"},{"goddard":"The thing that is well planted is not easily uprooted. The thing that is well guarded is not easily taken away. If one has sons and grandsons, the offering of ancestral worship will not soon cease. He who practices Dao in his person shows that his de [teh] is real. The family that practices it shows that their de [teh] is abounding. The township that practices it shows that their de [teh] is enduring. The state that practices it shows that their de [teh] is prolific. The empire that practices it reveals that de [teh] is universal. Thereby one person becomes a test of other persons, one family of other families, one town of other towns, one county of other counties, and one empire of all empires. How do I know that this test is universal? By this same Dao.","susuki":"\"What is well planted is not uprooted; What's well preserved can not be looted!\" By sons and grandsons the sacrificial celebrations shall not cease. Who cultivates Reason in his person, his virtue is genuine. Who cultivates it in his house, his virtue is overflowing. Who cultivates it in his township, his virtue is lasting. Who cultivates it in his country, his virtue is abundant. Who cultivates it in the world, his virtue is universal. Therefore, By one's person one tests persons. By one's house one tests houses. By one's township one tests townships. By one's country one tests countries. By one's world one tests worlds. How do I know that the world is such? Through IT.","legge":"What (Tao's) skilful planter plants Can never be uptorn; What his skilful arms enfold, From him can ne'er be borne. Sons shall bring in lengthening line, Sacrifices to his shrine. Tao when nursed within one's self, His vigour will make true; And where the family it rules What riches will accrue! The neighbourhood where it prevails In thriving will abound; And when 'tis seen throughout the state, Good fortune will be found. Employ it the kingdom o'er, And men thrive all around. In this way the effect will be seen in the person, by the observation of different cases; in the family; in the neighbourhood; in the state; and in the kingdom. How do I know that this effect is sure to hold thus all under the sky? By this (method of observation)."},{"goddard":"The essence of de [teh] is comparable to the state of a young boy. Poisonous insects will not sting him, wild beasts will not seize him, birds of prey will not attack him. The bones are weak, the muscles are tender, it is true, but his grasp is firm. He does not yet know the relation of the sexes, but he has perfect organs, nevertheless. His spirit is virile, indeed! He can sob and cry all day without becoming hoarse, his harmony (as a child) is perfect indeed! To recognize this harmony (for growth) is to know the eternal. To recognize the eternal is to know enlightenment. To increase life (to cause things to grow) is to know blessedness. To be conscious of an inner fecundity is strength. Things fully grown are about to decay, they are the opposite of Dao. The opposite of Dao soon ceases.","susuki":"He who possesses virtue in all its solidity is like unto a little child. Venomous reptiles do not sting him, fierce beasts do not seize him. Birds of prey do not strike him. His bones are weak, his sinews tender, but his grasp is firm. He does not yet know the relation between male and female, but his virility is strong. Thus his metal grows to perfection. A whole day he might cry and sob without growing hoarse. This shows the perfection of his harmony. To know the harmonious is called the eternal. To know the eternal is called enlightenment. To increase life is called a blessing, and heart-directed vitality is called strength, but things vigorous are about to grow old and I call this un-Reason. Un-Reason soon ceases!","legge":"He who has in himself abundantly the attributes (of the Dao) is like an infant. Poisonous insects will not sting him; fierce beasts will not seize him; birds of prey will not strike him. (The infant's) bones are weak and its sinews soft, but yet its grasp is firm. It knows not yet the union of male and female, and yet its virile member may be excited;--showing the perfection of its physical essence. All day long it will cry without its throat becoming hoarse;--showing the harmony (in its constitution). To him by whom this harmony is known, (The secret of) the unchanging (Tao) is shown, And in the knowledge wisdom finds its throne. All life-increasing arts to evil turn; Where the mind makes the vital breath to burn, (False) is the strength, (and o'er it we should mourn.) When things have become strong, they (then) become old, which may be said to be contrary to the Dao. Whatever is contrary to the Dao soon ends."},{"goddard":"The one who knows does not speak; the one who speaks does not know. The wise man shuts his mouth and closes his gates. He softens his sharpness, unravels his tangles, dims his brilliancy, and reckons himself with the mysterious. He is inaccessible to favor or hate; he cannot be reached by profit or injury; he cannot be honored or humiliated. Thereby he is honored by all.","susuki":"One who knows does not talk. One who talks does not know. Therefore the sage keeps his mouth shut and his sense-gates closed. \"He will blunt his own sharpness, His own tangles adjust; He will dim his own radiance, And be one with his dust.\" This is called profound identification. Thus he is inaccessible to love and also inaccessible to enmity. He is inaccessible to profit and inaccessible to loss. He is also inaccessible to favor and inaccessible to disgrace. Thus he becomes world-honored.","legge":"He who knows (the Dao) does not (care to) speak (about it); he who is (ever ready to) speak about it does not know it. He (who knows it) will keep his mouth shut and close the portals (of his nostrils). He will blunt his sharp points and unravel the complications of things; he will attemper his brightness, and bring himself into agreement with the obscurity (of others). This is called \"the Mysterious Agreement.\" (Such an one) cannot be treated familiarly or distantly; he is beyond all consideration of profit or injury; of nobility or meanness:--he is the noblest man under heaven."},{"goddard":"The empire is administered with righteousness; the army is directed by craft; the people are captivated by non-diplomacy. How do I know it is so? By this same Dao. Among people the more restrictions and prohibitions there are, the poorer they become. The more people have weapons, the more the state is in confusion. The more people are artful and cunning the more abnormal things occur. The more laws and orders are issued the more thieves and robbers abound. Therefore the wise man says: If a ruler practices wu wei the people will reform of themselves. If I love quietude the people will of themselves become righteous. If I avoid profit-making the people will of themselves become prosperous. If I limit my desires the people will of themselves become simple.","susuki":"With rectitude one governs the state; with craftiness one leads the army; with non-diplomacy one takes the empire. How do I know that it is so? Through IT. The more restrictions and prohibitions are in the empire, the poorer grow the people. The more weapons the people have, the more troubled is the state. The more there is cunning and skill, the more startling events will happen. The more mandates and laws are enacted, the more there will be thieves and robbers. Therefore the holy man says: I practise non-assertion, and the people of themselves reform. I love quietude, and the people of themselves become righteous. I use no diplomacy, and the people of themselves become rich. I have no desire, and the people of themselves remain simple.","legge":"A state may be ruled by (measures of) correction; weapons of war may be used with crafty dexterity; (but) the kingdom is made one's own (only) by freedom from action and purpose. How do I know that it is so? By these facts:--In the kingdom the multiplication of prohibitive enactments increases the poverty of the people; the more implements to add to their profit that the people have, the greater disorder is there in the state and clan; the more acts of crafty dexterity that men possess, the more do strange contrivances appear; the more display there is of legislation, the more thieves and robbers there are. Therefore a sage has said, \"I will do nothing (of purpose), and the people will be transformed of themselves; I will be fond of keeping still, and the people will of themselves become correct. I will take no trouble about it, and the people will of themselves become rich; I will manifest no ambition, and the people will of themselves attain to the primitive simplicity.\""},{"goddard":"When an administration is unostentatious the people are simple. When an administration is inquisitive, the people are needy. Misery, alas, supports happiness. Happiness, alas, conceals misery. Who knows its limits? It never ceases. The normal becomes the abnormal. The good in turn becomes unlucky. The people's confusion is felt daily for a long time. Therefore the wise man is square, yet does not injure, he is angular but does not annoy. He is upright but is not cross. He is bright but not glaring.","susuki":"Whose government is unostentatious, quite unostentatious, his people will be prosperous, quite prosperous. Whose government is prying, quite prying, his people will be needy, quite needy. Misery, alas! rests upon happiness. Happiness, alas! underlies misery. But who foresees the catastrophe? It will not be prevented! What is ordinary becomes again extraordinary. What is good becomes again unpropitious. This bewilders people, and it happens constantly since times immemorial. Therefore the holy man is square but not sharp, strict but not obnoxious, upright but not restraining, bright but not dazzling.","legge":"The government that seems the most unwise, Oft goodness to the people best supplies; That which is meddling, touching everything, Will work but ill, and disappointment bring. Misery!--happiness is to be found by its side! Happiness!--misery lurks beneath it! Who knows what either will come to in the end? Shall we then dispense with correction? The (method of) correction shall by a turn become distortion, and the good in it shall by a turn become evil. The delusion of the people (on this point) has indeed subsisted for a long time. Therefore the sage is (like) a square which cuts no one (with its angles); (like) a corner which injures no one (with its sharpness). He is straightforward, but allows himself no license; he is bright, but does not dazzle."},{"goddard":"In governing the people and in worshipping heaven nothing surpasses moderation. To value moderation, one must form the habit early. Its early acquisition will result in storing and accumulating vitality. By storing and accumulating vitality nothing is impossible. If nothing is impossible then one is ignorant of his limits. If one does not know his limitations, one may possess the state. He who possesses moderation is thereby lasting and enduring. It is like having deep roots and a strong stem. This is of long life and enduring insight the Dao (way).","susuki":"To govern the people is the affair of heaven and there is nothing like thrift. Now consider that thrift is said to come from early practice. By early practice it is said that we can accumulate an abundance of virtue. If one accumulates an abundance of virtue then there is nothing that can not be overcome. When nothing can not be overcome then no one knows his limit. When no one knows his limit one can have possession of the commonwealth. Who has possession of the commonwealth's mother [thrift] may last and abide. This is called the possession of deep roots and of a staunch stem. To life, to everlastingness, to comprehension, this is the way.","legge":"For regulating the human (in our constitution) and rendering the (proper) service to the heavenly, there is nothing like moderation. It is only by this moderation that there is effected an early return (to man's normal state). That early return is what I call the repeated accumulation of the attributes (of the Dao). With that repeated accumulation of those attributes, there comes the subjugation (of every obstacle to such return). Of this subjugation we know not what shall be the limit; and when one knows not what the limit shall be, he may be the ruler of a state. He who possesses the mother of the state may continue long. His case is like that (of the plant) of which we say that its roots are deep and its flower stalks firm:--this is the way to secure that its enduring life shall long be seen."},{"goddard":"One should govern a great state as one fries small fish (i.e., do not scale or clean them). With Dao one may successfully rule the Empire. Ghosts will not frighten, gods will not harm, neither will wise men mislead the people. Since nothing frightens or harms the people, de [teh] will abide.","susuki":"Govern a great country as you would fry small fish: [neither gut nor scale them.] If with Reason the empire is managed, its ghosts will not spook. Not only will its ghosts not spook, but its gods will not harm the people. Not only will its gods not harm the people, but neither will its holy men harm the people. Since neither will do harm, therefore their virtues will be combined.","legge":"Governing a great state is like cooking small fish. Let the kingdom be governed according to the Dao, and the manes of the departed will not manifest their spiritual energy. It is not that those manes have not that spiritual energy, but it will not be employed to hurt men. It is not that it could not hurt men, but neither does the ruling sage hurt them. When these two do not injuriously affect each other, their good influences converge in the virtue (of the Dao)."},{"goddard":"A great state that is useful is like a bond of unity within the Empire; it is the Empire's wife. The female controls the male by her quietude and submission. Thus a great state by its service to smaller states wins their allegiance. A small state by submission to a great state wins an influence over them. Thus some stoop to conquer, and others stoop and conquer. Great states can have no higher purpose than to federate states and feed the people. Small states can have no higher purpose than to enter a federation and serve the people. Both alike, each in his own way, gain their end, but to do so, the greater must practice humility.","susuki":"A great state, one that lowly flows, becomes the empire's union, and the empire's wife. The wife always through quietude conquers her husband, and by quietude renders herself lowly. Thus a great state through lowliness toward small states will conquer the small states, and small states through lowliness toward great states will conquer great states. Therefore some render themselves lowly for the purpose of conquering; others are lowly and therefore conquer. A great state desires no more than to unite and feed the people; a small state desires no more than to devote itself to the service of the people; but that both may obtain their wishes, the greater one must stoop.","legge":"What makes a great state is its being (like) a low-lying, down-flowing (stream);--it becomes the centre to which tend (all the small states) under heaven. (To illustrate from) the case of all females:--the female always overcomes the male by her stillness. Stillness may be considered (a sort of) abasement. Thus it is that a great state, by condescending to small states, gains them for itself; and that small states, by abasing themselves to a great state, win it over to them. In the one case the abasement leads to gaining adherents, in the other case to procuring favour. The great state only wishes to unite men together and nourish them; a small state only wishes to be received by, and to serve, the other. Each gets what it desires, but the great state must learn to abase itself."},{"goddard":"The Dao is the asylum of all things; the good man's treasure, the bad man's last resort. With beautiful words one may sell goods but in winning people one can accomplish more by kindness. Why should a man be thrown away for his evil? To conserve him was the Emperor appointed and the three ministers. Better than being in the presence of the Emperor and riding with four horses, is sitting and explaining this Dao. The reason the Ancients esteemed Dao was because if sought it was obtained, and because by it he that hath sin could be saved. Is it not so? Therefore the world honors Dao.","susuki":"The man of Reason is the ten thousand creatures' refuge, the good man's wealth, the bad man's stay. With beautiful words one can sell. With honest conduct one can do still more with the people. If a man be bad, why should he be thrown away? Therefore, an emperor was elected and three ministers appointed; but better than holding before one's face the jade table [of the ministry] and riding with four horses, is sitting still and propounding the eternal Reason. Why do the ancients prize this Reason? Is it not, say, because when sought it is obtained and the sinner thereby can be saved? Therefore it is world-honored.","legge":"Tao has of all things the most honoured place. No treasures give good men so rich a grace; Bad men it guards, and doth their ill efface. (Its) admirable words can purchase honour; (its) admirable deeds can raise their performer above others. Even men who are not good are not abandoned by it. Therefore when the sovereign occupies his place as the Son of Heaven, and he has appointed his three ducal ministers, though (a prince) were to send in a round symbol-of-rank large enough to fill both the hands, and that as the precursor of the team of horses (in the court-yard), such an offering would not be equal to (a lesson of) this Dao, which one might present on his knees. Why was it that the ancients prized this Dao so much? Was it not because it could be got by seeking for it, and the guilty could escape (from the stain of their guilt) by it? This is the reason why all under heaven consider it the most valuable thing."},{"goddard":"One should avoid assertion (wu wei) and practice inaction. One should learn to find taste in the tasteless, to enlarge the small things, and multiply the few. He should respond to hatred with kindness. He should resolve a difficulty while it is easy, and manage a great thing while it is small. Surely all the world's difficulties arose from slight causes, and all the world's great affairs had small beginnings. Therefore the wise man avoids to the end participation in great affairs and by so doing establishes his greatness. Rash promises are lacking in faith and many things that appear easy are full of difficulties. Therefore the wise man considers every thing difficult and so to the end he has no difficulties.","susuki":"Assert non-assertion. Practise non-practice. Taste the tasteless. Make great the small. Make much the little. Requite hatred with virtue. Contemplate a difficulty when it is easy. Manage a great thing when it is small. The world's most difficult undertakings necessarily originate while easy, and the world's greatest undertakings necessarily originate while small. Therefore the holy man to the end does not venture to play the great, and thus he can accomplish his greatness. Rash promises surely lack faith, and many easy things surely involve in many difficulties. Therefore, the holy man regards everything as difficult, and thus to the end encounters no difficulties.","legge":"(It is the way of the Dao) to act without (thinking of) acting; to conduct affairs without (feeling the) trouble of them; to taste without discerning any flavour; to consider what is small as great, and a few as many; And to recompense injury with kindness. (The master of it) anticipates things that are difficult while they are easy, and does things that would become great while they are small. .All difficult things in the world are sure to arise from a previous state in which they were easy, and all great things from one in which they were small. Therefore the sage, while he never does what is great, is able on that account to accomplish the greatest things. He who lightly promises is sure to keep but little faith; he who is continually thinking things easy is sure to find them difficult. Therefore the sage sees difficulty even in what seems easy, and so never has any difficulties."},{"goddard":"That which is at rest is easily restrained, that which has not yet appeared is easily prevented. The weak is easily broken, the scanty is easily scattered. Consider a difficulty before it arises, and administer affairs before they become disorganized. A tree that it takes both arms to encircle grew from a tiny rootlet. A pagoda of nine stories was erected by placing small bricks. A journey of three thousand miles begins with one step. If one tries to improve a thing, he mars it; if he seizes it, he loses it. The wise man, therefore, not attempting to form things does not mar them, and not grasping after things he does not lose them. The people in their rush for business are ever approaching success but continually failing. One must be as careful to the end as at the beginning if he is to succeed. Therefore the wise man desires to be free from desire, he does not value the things that are difficult of attainment. He learns to be unlearned, he returns to that which all others ignore. In that spirit he helps all things toward their natural development, but dares not interfere.","susuki":"What is still at rest is easily kept quiet. What has not as yet appeared is easily prevented. What is still feeble is easily broken. What is still scant is easily dispersed. Treat things before they exist. Regulate things before disorder begins. The stout tree has originated from a tiny rootlet. A tower of nine stories is raised by heaping up [bricks of] clay. A thousand miles' journey begins with a foot. He that makes mars. He that grasps loses. The holy man does not make; therefore he mars not. He does not grasp; therefore he loses not. The people when undertaking an enterprise are always near completion, and yet they fail. Remain careful to the end as in the beginning and you will not fail in your enterprise. Therefore the holy man desires to be desireless, and does not prize articles difficult to obtain. He learns, not to be learned, and seeks a home where multitudes of people pass by. He assists the ten thousand things in their natural development, but he does not venture to interfere.","legge":"That which is at rest is easily kept hold of; before a thing has given indications of its presence, it is easy to take measures against it; that which is brittle is easily broken; that which is very small is easily dispersed. Action should be taken before a thing has made its appearance; order should be secured before disorder has begun. The tree which fills the arms grew from the tiniest sprout; the tower of nine storeys rose from a (small) heap of earth; the journey of a thousand li commenced with a single step. He who acts (with an ulterior purpose) does harm; he who takes hold of a thing (in the same way) loses his hold. The sage does not act (so), and therefore does no harm; he does not lay hold (so), and therefore does not lose his bold. (But) people in their conduct of affairs are constantly ruining them when they are on the eve of success. If they were careful at the end, as (they should be) at the beginning, they would not so ruin them. Therefore the sage desires what (other men) do not desire, and does not prize things difficult to get; he learns what (other men) do not learn, and turns back to what the multitude of men have passed by. Thus he helps the natural development of all things, and does not dare to act (with an ulterior purpose of his own)."},{"goddard":"In the olden days those who obeyed the spirit of Dao did not enlighten the people but kept them simple hearted. The reason people are difficult to govern is because of their smartness; likewise to govern a people with guile is a curse; and to govern them with simplicity is a blessing. He who remembers these two things is a model ruler. Always to follow this standard and rule is de [teh], the profound. Profound de [teh] is deep indeed and far reaching. The very opposite of common things, but by it one obtains obedient subjects.","susuki":"The ancients who were well versed in Reason did not thereby enlighten the people; they intended thereby to make them simple-hearted. If people are difficult to govern, it is because they are too smart. To govern the country with smartness is the country's curse. To govern the country without smartness is the country's blessing. He who knows these two things is also a model [like the ancients]. Always to know the model is called profound virtue. Spiritual virtue, verily, is profound. Verily, it is far-reaching. Verily, it is to everything reverse. But then it will procure great recognition.","legge":"The ancients who showed their skill in practising the Dao did so, not to enlighten the people, but rather to make them simple and ignorant. The difficulty in governing the people arises from their having much knowledge. He who (tries to) govern a state by his wisdom is a scourge to it; while he who does not (try to) do so is a blessing. He who knows these two things finds in them also his model and rule. Ability to know this model and rule constitutes what we call the mysterious excellence (of a governor). Deep and far-reaching is such mysterious excellence, showing indeed its possessor as opposite to others, but leading them to a great conformity to him."},{"goddard":"The reason rivers and seas are called the kings of the valley is because they keep below them. Therefore the wise man desiring to be above his people must in his demeanor keep below them; wishing to benefit his people, he must ever keep himself out of sight. The wise man dwells above, yet the people do not feel the burden; he is the leader and the people suffer no harm. Therefore the world rejoices to exalt him and never wearies of him. Because he will not quarrel with anyone, no one can quarrel with him.","susuki":"That rivers and oceans can of the hundred valleys be kings is due to their excelling in lowliness. Thus they can of the hundred valleys be the kings. Therefore the holy man, when anxious to be above the people, must in his words keep underneath them. When anxious to lead the people, he must with his person keep behind them. Therefore the holy man dwells above, but the people are not burdened. He is ahead, but the people suffer no harm. Therefore the world rejoices in exalting him and does not tire. Because he strives not, no one in the world will strive with him.","legge":"That whereby the rivers and seas are able to receive the homage and tribute of all the valley streams, is their skill in being lower than they;--it is thus that they are the kings of them all. So it is that the sage (ruler), wishing to be above men, puts himself by his words below them, and, wishing to be before them, places his person behind them. In this way though he has his place above them, men do not feel his weight, nor though he has his place before them, do they feel it an injury to them. Therefore all in the world delight to exalt him and do not weary of him. Because he does not strive, no one finds it possible to strive with him."},{"goddard":"All the world calls Dao great, yet it is by nature immaterial. It is because a thing is seemingly unreal that it is great. If a man affects to be great, how long can he conceal his mediocrity? Tao has three treasures which he guards and cherishes. The first is called compassion; the second is called economy; the third is called humility. A man that is compassionate can be truly brave; if a man is economical he can be generous; if he is humble he can become a useful servant. If one discards compassion and is still brave, abandons economy and is still generous, forsakes humility and still seeks to be serviceable, his days are numbered. On the contrary if one is truly compassionate, in battle he will be a conqueror and in defence he will be secure. When even Heaven helps people it is because of compassion that she does so.","susuki":"All in the world call me great; but I resemble the unlikely. Now a man is great only because he resembles the unlikely. Did he resemble the likely, how lasting, indeed, would his mediocrity be! 1 have three treasures which I cherish and prize. The first is called compassion. The second is called economy. The third is called not daring to come to the front in the world. The compassionate can be brave; the economical can be generous; those who dare not come to the front in the world can become perfect as chief vessels. Now, if people discard compassion and are brave; if they discard economy and are generous; if they discard modesty and are ambitious, they will surely die. Now, the compassionate will in attack be victorious, and in defence firm. Heaven when about to save one will with compassion protect him.","legge":"All the world says that, while my Dao is great, it yet appears to be inferior (to other systems of teaching). Now it is just its greatness that makes it seem to be inferior. If it were like any other (system), for long would its smallness have been known! But I have three precious things which I prize and hold fast. The first is gentleness; the second is economy; and the third is shrinking from taking precedence of others. With that gentleness I can be bold; with that economy I can be liberal; shrinking from taking precedence of others, I can become vessel of the highest honour. Now-a-days they give up gentleness and are all for being bold; economy, and are all for being liberal; the hindmost place, and seek only to be foremost;--(of all which the end is) death. Gentleness is sure to be victorious even in battle, and firmly to maintain its ground. Heaven will save its possessor, by his (very) gentleness protecting him."},{"goddard":"He who excels as a soldier is the one who is not warlike; he who fights the best fight is not wrathful; he who best conquers an enemy is not quarrelsome; he who best employs people is obedient himself. This is the virtue of not-quarreling, this is the secret of bringing out other men's ability, this is complying with Heaven. Since of old it is considered the greatest virtue (de [teh]).","susuki":"He who excels as a warrior is not warlike. He who excels as a fighter is not wrathful. He who excels in conquering the enemy does not strive. He who excels in employing men is lowly. This is called the virtue of not-striving. This is called utilizing men's ability. This is called complying with heaven-since olden times the highest.","legge":"He who in (Tao's) wars has skill Assumes no martial port; He who fights with most good will To rage makes no resort. He who vanquishes yet still Keeps from his foes apart; He whose hests men most fulfil Yet humbly plies his art. Thus we say, \"He ne'er contends, And therein is his might.\" Thus we say, \"Men's wills he bends, That they with him unite.\" Thus we say, \"Like Heaven's his ends, No sage of old more bright.\""},{"goddard":"A military expert has said: I do not dare put myself forward as a host, but always act as a guest. I hesitate to advance an inch, but am willing to withdraw a foot. This is advancing by not advancing, it is winning without arms, it is charging without hostility, it is seizing without weapons. There is no mistake greater than making light of an enemy. By making light of an enemy we lose our treasure. Therefore when well-matched armies come to conflict, the one who is conscious of his weakness conquers.","susuki":"A military expert used to say: \"I dare not act as host [who takes the initiative] but act as guest [with reserve]. I dare not advance an inch, but I withdraw a foot.\" This is called marching without marching, threatening without arms, charging without hostility, seizing without weapons. No greater misfortune than making light of the enemy! When we make light of the enemy, it is almost as though we had lost our treasure--[compassion]. Thus, if matched armies encounter one another, the one who does so in sorrow is sure to conquer.","legge":"A master of the art of war has said, \"I do not dare to be the host (to commence the war); I prefer to be the guest (to act on the defensive). I do not dare to advance an inch; I prefer to retire a foot.\" This is called marshalling the ranks where there are no ranks; baring the arms (to fight) where there are no arms to bare; grasping the weapon where there is no weapon to grasp; advancing against the enemy where there is no enemy. There is no calamity greater than lightly engaging in war. To do that is near losing (the gentleness) which is so precious. Thus it is that when opposing weapons are (actually) crossed, he who deplores (the situation) conquers."},{"goddard":"My words are very easy to understand and very easy to put into practice, yet in all the world no one appears to understand them or to practice them. Words have an ancestor (a preceding idea), deeds have a master (a preceding purpose), and just as these are often not understood, so I am not understood. They who understand me are very few, and on that account I am worthy of honor. The wise man wears wool (rather than silk) and keeps his gems out of sight.","susuki":"My words are very easy to understand and very easy to practise, but in the world no one can understand, no one can practise them. Words have an ancestor; Deeds have a master [viz., Reason]. Since he is not understood, therefore I am not understood. Those who understand me are few, and thus I am distinguished. Therefore the holy man wears wool, and hides in his bosom his jewels.","legge":"My words are very easy to know, and very easy to practise; but there is no one in the world who is able to know and able to practise them. There is an originating and all-comprehending (principle) in my words, and an authoritative law for the things (which I enforce). It is because they do not know these, that men do not know me. They who know me are few, and I am on that account (the more) to be prized. It is thus that the sage wears (a poor garb of) hair cloth, while he carries his (signet of) jade in his bosom."},{"goddard":"To recognize one's ignorance of unknowable things is mental health, and to be ignorant of knowable things is sickness. Only by grieving over ignorance of knowable things are we in mental health. The wise man is wise because he understands his ignorance and is grieved over it.","susuki":"To know the unknowable, that is elevating. Not to know the knowable, that is sickness. Only by becoming sick of sickness can we be without sickness. The holy man is not sick. Because he is sick of sickness, therefore he is not sick.","legge":"To know and yet (think) we do not know is the highest (attainment); not to know (and yet think) we do know is a disease. It is simply by being pained at (the thought of) having this disease that we are preserved from it. The sage has not the disease. He knows the pain that would be inseparable from it, and therefore he does not have it."},{"goddard":"When people are too ignorant to fear the fearsome thing, then it will surely come. Do not make the place where they dwell confining, the life they live wearisome. If they are let alone, they will not become restless. Therefore the wise man while not understanding himself regards himself, while cherishing he does not overvalue himself. Therefore he discards flattery and prefers regard.","susuki":"If the people do not fear the dreadful, the great dreadful will come, surely. Let them not deem their lives narrow. Let them not deem their lot wearisome. When it is not deemed wearisome, then it will not be wearisome. Therefore the holy man knows himself but does not display himself. He holds himself dear but does not honor himself. Thus he discards the latter and chooses the former.","legge":"When the people do not fear what they ought to fear, that which is their great dread will come on them. Let them not thoughtlessly indulge themselves in their ordinary life; let them not act as if weary of what that life depends on. It is by avoiding such indulgence that such weariness does not arise. Therefore the sage knows (these things) of himself, but does not parade (his knowledge); loves, but does not (appear to set a) value on, himself. And thus he puts the latter alternative away and makes choice of the former."},{"goddard":"Courage carried to daring leads to death. Courage restrained by caution leads to life. These two things, courage and caution, are sometimes beneficial and sometimes harmful. Some things are rejected by heaven, who can tell the reason? Therefore the wise man deems all acting difficult. The Dao of heaven does not quarrel, yet it conquers. It speaks not, yet its response is good. It issues no summons but things come to it naturally because its devices are good. Heaven's net is vast, indeed! its meshes are wide but it loses nothing.","susuki":"Courage, if carried to daring, leads to death; courage, if not carried to daring, leads to life. Either of these two things is sometimes beneficial, sometimes harmful. \"Why ’t is by heaven rejected, Who has the reason detected?\" Therefore the holy man also regards it as difficult. The Heavenly Reason strives not, but it is sure to conquer. It speaks not, but it is sure to respond. It summons not, but it comes of itself. It works patiently, but is sure in its designs. Heaven's net is vast, so vast. It is wide-meshed, but it loses nothing.","legge":"He whose boldness appears in his daring (to do wrong, in defiance of the laws) is put to death; he whose boldness appears in his not daring (to do so) lives on. Of these two cases the one appears to be advantageous, and the other to be injurious. When Heaven's anger smites a man, Who the cause shall truly scan? On this account the sage feels a difficulty (as to what to do in the former case). It is the way of Heaven not to strive, and yet it skilfully overcomes; not to speak, and yet it is skilful in (obtaining a reply; does not call, and yet men come to it of themselves. Its demonstrations are quiet, and yet its plans are skilful and effective. The meshes of the net of Heaven are large; far apart, but letting nothing escape."},{"goddard":"If the people do not fear death, how can one frighten them with death? If we teach people to fear death, then when one rebels he can be seized and executed; after that who will dare to rebel? There is always an officer to execute a murderer, but if one takes the place of the executioner, it is like taking the place of a skilled carpenter at his hewing. If one takes the place of the skilled carpenter he is liable to cut himself. (Therefore do not interfere with Dao.)","susuki":"If the people do not fear death, how can they be frightened by death? If we make people fear death, and supposing some would [still] venture to rebel, if we seize them for capital punishment, who will dare? There is always an executioner who kills. Now to take the place of the executioner who kills is taking the place of the great carpenter who hews. If a man takes the place of the great carpenter who hews, he will rarely, indeed, fail to injure his hand.","legge":"The people do not fear death; to what purpose is it to (try to) frighten them with death? If the people were always in awe of death, and I could always seize those who do wrong, and put them to death, who would dare to do wrong? There is always One who presides over the infliction death. He who would inflict death in the room of him who so presides over it may be described as hewing wood instead of a great carpenter. Seldom is it that he who undertakes the hewing, instead of the great carpenter, does not cut his own hands!"},{"goddard":"Starvation of a people comes when an official appropriates to himself too much of the taxes. The reason a people are difficult to govern is because the officials are too meddlesome; the people make light of death because they are so absorbed in life's interests. The one who is not absorbed in life is more moral than he who esteems life.","susuki":"The people hunger because their superiors consume too many taxes; therefore they hunger. The people are difficult to govern because their superiors are too meddlesome; therefore they are difficult to govern. The people make light of death on account of the intensity of their clinging to life; therefore they make light of death. He who is not bent on life is worthier than he who esteems life.","legge":"The people suffer from famine because of the multitude of taxes consumed by their superiors. It is through this that they suffer famine. The people are difficult to govern because of the (excessive) agency of their superiors (in governing them). It is through this that they are difficult to govern.The people make light of dying because of the greatness of their labours in seeking for the means of living. It is this which makes them think light of dying. Thus it is that to leave the subject of living altogether out of view is better than to set a high value on it."},{"goddard":"When a man is living he is tender and fragile. When he dies he is hard and stiff. It is the same with everything, the grass and trees, in life, are tender and delicate, but when they die they become rigid and dry. Therefore those who are hard and stiff belong to death's domain, while the tender and weak belong to the realm of life.Therefore soldiers are most invincible when they will not conquer. When a tree is grown to its greatest strength it is doomed. The strong and the great stay below; the tender and weak rise above","susuki":"Man during life is tender and delicate. When he dies he is stiff and stark. The ten thousand things, the grass as well as the trees, while they live are tender and supple. When they die they are rigid and dry. Thus the hard and the strong are the companions of death. The tender and the delicate are the companions of life. Therefore he who in arms is strong will not conquer. When a tree has grown strong it is doomed. The strong and the great stay below. The tender and the delicate stay above.","legge":"Man at his birth is supple and weak; at his death, firm and strong. (So it is with) all things. Trees and plants, in their early growth, are soft and brittle; at their death, dry and withered. Thus it is that firmness and strength are the concomitants of death; softness and weakness, the concomitants of life .Hence he who (relies on) the strength of his forces does not conquer; And a tree which is strong will fill the out-stretched arms, (and thereby invites the feller.) Therefore the place of what is firm and strong is below, and that of what is soft and weak is above."},{"goddard":"Tao of heaven resembles the stretching of a bow. The mighty it humbles, the lowly it exalts. They who have abundance it diminishes and gives to them who have need. That is Dao of heaven; it depletes those who abound, and completes those who lack. The human way is not so. Men take from those who lack to give to those who already abound. Where is the man who by his abundance can best serve the world? The wise man makes but claims not, he accomplishes merit, yet is not attached to it, neither does he display his excellence. Is it not so?","susuki":"Is not Heaven's Reason truly like stretching a bow? The high it brings down, the lowly it lifts up. Those who have abundance it depleteth; those who are deficient it augmenteth. Such is Heaven's Reason. It depleteth those who have abundance but completeth the deficient. Man's Reason is not so. He depleteth the deficient in order to serve those who have abundance. Where is he who would have abundance for serving the world? Indeed, it is the holy man who acts but claims not; merit he acquires but he does not dwell upon it, and does he ever show any anxiety to display his excellence?","legge":"May not the Way (or Dao) of Heaven be compared to the (method of) bending a bow? The (part of the bow) which was high is brought low, and what was low is raised up. (So Heaven) diminishes where there is superabundance, and supplements where there is deficiency. It is the Way of Heaven to diminish superabundance, and to supplement deficiency. It is not so with the way of man. He takes away from those who have not enough to add to his own superabundance. Who can take his own superabundance and therewith serve all under heaven? Only he who is in possession of the Dao! Therefore the (ruling) sage acts without claiming the results as his; he achieves his merit and does not rest (arrogantly) in it:--he does not wish to display his superiority."},{"goddard":"In the world nothing is more fragile than water, and yet of all the agencies that attack hard substances nothing can surpass it. Of all things there is nothing that can take the place of Dao. By it the weak are conquerors of the strong, the pliable are conquerors of the rigid. In the world every one knows this, but none practice it. Therefore the wise man declares: he who is guilty of the country's sin may be the priest at the altar. He who is to blame for the country's misfortunes, is often the Empire's Sovereign. True words are often paradoxical","susuki":"In the world nothing is tenderer and more delicate than water. In attacking the hard and the strong nothing will surpass it. There is nothing that herein takes its place. The weak conquer the strong, the tender conquer the rigid. In the world there is no one who does not know it, but no one will practise it. Therefore the holy man says:\"Him who the country's sin makes his, We hail as priest at the great sacrifice. Him who the curse bears of the country's failing. As king of the empire we are hailing.\" True words seem paradoxical.","legge":"There is nothing in the world more soft and weak than water, and yet for attacking things that are firm and strong there is nothing that can take precedence of it;--for there is nothing (so effectual) for which it can be changed. Every one in the world knows that the soft overcomes the hard, and the weak the strong, but no one is able to carry it out in practice. Therefore a sage has said, \"He who accepts his state's reproach, Is hailed therefore its altars' lord; To him who bears men's direful woes They all the name of King accord.\" Words that are strictly true seem to be paradoxical."},{"goddard":"When reconciling great hatred there will some remain. How can it be made good? Therefore the wise man accepts the debit side of the account and does not have to enforce payment from others. They who have virtue (de [teh]) keep their obligations, they who have no virtue insist on their rights. Tao of heaven has no favorites but always helps the good man.","susuki":"When a great hatred is reconciled, naturally some hatred will remain. How can this be made good? Therefore the sage keeps the obligations of his contract and exacts not from others. Those who have virtue attend to their obligations; those who have no virtue attend to their claims. Heaven's Reason shows no preference but always assists the good man.","legge":"When a reconciliation is effected (between two parties) after a great animosity, there is sure to be a grudge remaining (in the mind of the one who was wrong). And how can this be beneficial (to the other)? Therefore (to guard against this), the sage keeps the left-hand portion of the record of the engagement, and does not insist on the (speedy) fulfilment of it by the other party. (So), he who has the attributes (of the Dao) regards (only) the conditions of the engagement, while he who has not those attributes regards only the conditions favourable to himself. In the Way of Heaven, there is no partiality of love; it is always on the side of the good man."},{"goddard":"In a small country with few people let there be officers over tens and hundreds but not to exercise power. Let the people be not afraid of death, nor desire to move to a distance. Then though there be ships and carriages, they will have no occasion to use them. Though there be armor and weapons there will be no occasion for donning them. The people can return to knotted cords for their records, they can delight in their food, be proud of their clothes, be content with their dwellings, rejoice in their customs. Other states may be close neighbors, their cocks and dogs may be mutually heard, people will come to old age and die but will have no desire to go or come.","susuki":"In a small country with few people let there be aldermen and mayors who are possessed of power over men but would not use it. Induce people to grieve at death but do not cause them to move to a distance. Although they had ships and carriages, they should find no occasion to ride in them. Although they had armours and weapons, they should find no occasion to don them. Induce people to return to [the old custom of] knotted cords and to use them [in the place of writing], to delight in their food, to be proud of their clothes, to be content with their homes, and to rejoice in their customs: then in a neighboring state within sight, the voices of the cocks and dogs would be within hearing, yet the people might grow old and die before they visited one another.","legge":"In a little state with a small population, I would so order it, that, though there were individuals with the abilities of ten or a hundred men, there should be no employment of them; I would make the people, while looking on death as a grievous thing, yet not remove elsewhere (to avoid it). Though they had boats and carriages, they should have no occasion to ride in them; though they had buff coats and sharp weapons, they should have no occasion to don or use them. I would make the people return to the use of knotted cords (instead of the written characters). They should think their (coarse) food sweet; their (plain) clothes beautiful; their (poor) dwellings places of rest; and their common (simple) ways sources of enjoyment. There should be a neighbouring state within sight, and the voices of the fowls and dogs should be heard all the way from it to us, but I would make the people to old age, even to death, not have any intercourse with it."},{"goddard":"Faithful words are often not pleasant; pleasant words are often not faithful. Good men do not dispute; the ones who dispute are not good. The learned men are often not the wise men, nor the wise men, the learned. The wise man does not hoard, but ever working for others, he will the more exceedingly acquire. Having given to others freely, he himself will have in plenty. Tao of heaven benefits but does not injure. The wise man's Dao leads him to act but not to quarrel.","susuki":"True words are not pleasant; pleasant words are not true. The good are not contentious; the contentious are not good. The wise are not learned; the learned are not wise. The holy man hoards not. The more he does for others, the more he owns himself. The more he gives to others, the more will he himself lay up an abundance. Heaven's Reason is to benefit but not to injure; the holy man's Reason is to accomplish but not to strive.","legge":"Sincere words are not fine; fine words are not sincere. Those who are skilled (in the Dao) do not dispute (about it); the disputatious are not skilled in it. Those who know (the Dao) are not extensively learned; the extensively learned do not know it. The sage does not accumulate (for himself). The more that he expends for others, the more does he possess of his own; the more that he gives to others, the more does he have himself. With all the sharpness of the Way of Heaven, it injures not; with all the doing in the way of the sage he does not strive."}]