[{"index":1,"text":"道可道，非常道。名可名，非常名。无，名天地之始；有，名万物之母。故常无，欲以观其妙；常有，欲以观其徼。此两者，同出而异名，同谓之玄。玄之又玄，众妙之门。","description":"道，可以说出来的，就不是永恒的道；名，可以叫出来的，就不是永恒的名。无，是天地原始的名字；有，是产生万物的名字。所以常从“无”中，去观察道的奥妙。常从“有”中，去观察道的运行。这两者是同一个来源，只是名称不同。都可说是含义深远。深远再深远，就是一切奥妙的总门。"},{"index":2,"text":"天下皆知美之为美，斯恶已。皆知善之为善，斯不善已。故有无相生，难易相成，长短相形，高下相倾，音声相和，前后相随。是以圣人处无为之事，行不言之教；万物作焉而不辞，生而不有，为而不恃，功成而不居。夫唯弗居，是以不去。","description":"天下都知道美的就是美的， 就是因为有丑的了。都知道善的就是善的，就是因为有恶的了。所以，有和无互助产生，难和易互相形成，长和短互相包容，高和下互相包容，音和声互助谐和，前和后互助跟从。因此，圣人以无为处理事务，实行无言的教导，万物自己发生变化而不为它开头。生长了万物，而不据为己有，抚育了万物而不自恃己能，成功了而不居功。正是因为不居功，所以功绩不会失去。"},{"index":3,"text":"不尚贤，使民不争；不贵难得之货，使民不为盗；不见可欲，使民心不乱。是以圣人之治，虚其心，实其腹，弱其志，强其骨。常使民无知无欲。使夫智者不敢为也。为无为，则无不治。","description":"不推崇有才能的人，免得人民竞争，不珍视难得的货物，不让看到人民去当盗贼。不让看到可以引起贪欲的事物，使民心不被扰乱。因此圣人治理天下，使天下人心里空空的，吃得饱饱的，没有争强逞能的志向，身体棒棒的，经常使人民没有心智和欲望使那些有心智的人也不敢妄为。用无为的原则办事，就没有办不成的事。"},{"index":4,"text":"道冲，而用之或不盈。渊兮似万物之宗；挫其锐，解其纷，和其光，同其尘，湛兮似或存。吾不知谁之子，象帝之先。","description":"道是空虚的，而作用却是没有穷尽的。深远的很呐，好象是万物的宗主。挫灭锐气，解脱纠纷，涵蓄光亮，混同垢尘。幽隐的很呐，似亡而实存。我不知道它是从哪里产生的，有天帝之前就有它。"},{"index":5,"text":"天地不仁，以万物为刍狗；圣人不仁，以百姓为刍狗。天地之间，其犹橐龠乎﹖虚而不屈，动而愈出。多言数穷，不如守中。","description":"天地无所谓仁慈，任凭万物自生自灭；圣人无所谓仁慈，任凭百姓自生自灭。天地之间不正象个风箱吗？虽然空虚，但不短缺，越拉动它风量越多。说的多了就行不通了，还不如保持适中的态度。"},{"index":6,"text":"谷神不死，是谓玄牝。玄牝之门，是谓天地根。绵绵若存，用之不勤。","description":"空虚是永恒存在的，这叫做深奥的母性。深奥的母性。是天地的根源。它连绵不断地存在着，其作用无穷无尽。"},{"index":7,"text":"天长地久。天地所以能长且久者，以其不自生，故能长生。是以圣人后其身而身先；外其身而身存。非以其无私邪﹖故能成其私。","description":"天长地久。天长地久所以能够长期存在，因为它生存不是为自己，所以能够长久生存。因此圣人把自己放在后面，反而站在前面，把自己置之度外反而得到保全。这不正是它不自私吗？所以能达到自私的目的。"},{"index":8,"text":"上善若水。水善利万物而不争，处众人之所恶，故几于道。居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。夫唯不争，故无尤。","description":"最上等的善要象水一样。水善于滋润万物而不与之争夺，停留在众人讨厌的低洼低方，所以最接近道。居住在善于选择地方，存心善于保持深沉，交友善于真诚相爱，说话善于遵守信用，为政善于有条有理，办事善于发挥能力，行动善于掌握时机。正因为他与事无争，所以才不会招惹怨恨。"},{"index":9,"text":"持而盈之，不如其已；揣而锐之，不可长保。金玉满堂，莫之能守；富贵而骄，自遗其咎。功成身退，天之道。","description":"端的满满的，不如适可而止。磨的尖尖的，锐利难保长久。金玉满堂，不可能长期守住。因富贵而产生骄傲，就会给自己带来灾害。成功了就急流勇退，这才合乎自然的道理。"},{"index":10,"text":"载营魄抱一，能无离乎﹖专气致柔，能如婴儿乎﹖涤除玄览，能无疵乎﹖爱民治国，能无为乎﹖天门开阖，能为雌乎﹖明白四达，能无知乎﹖(生之畜之，生而不有，为而不恃，长而不宰，是谓玄德)。","description":"精神与形体合一，能不分离吗？聚集精气达到柔顺，能象婴儿吗？洗清杂念，深入内省，能没有缺点吗？爱民治国，能不耍小聪明吗？五官与外界接触，能甘于示弱吗？什么都明白，能不妄为吗？生长万物养育万物，生长万物而不据为己有，养育万物而自己无所仗恃，统领万物而不自居为，主宰，这就是最深远的德。"},{"index":11,"text":"三十辐，共一毂，当其无，有车之用。埏埴以为器，当其无，有器之用。凿户牖以为室，当其无，有室之用。故有之以为利，无之以为用。","description":"三十根条幅集中在车毂的周围，车毂中间有了穿轴的空洞（无），才有车的作用。揉抟粘土作器具，当器具中有空虚的地方才有器具的作用。开凿门窗建造房屋，当房屋中有空虚的地方才有房屋的作用。所以“有”只提供条件，“无”（空虚）才起到作用。"},{"index":12,"text":"五色令人目盲；五音令人耳聋；五味令人口爽；驰骋畋猎，令人心发狂；难得之货，令人行妨。是以圣人为腹不为目，故去彼取此。","description":"五光十色，使人眼花；过多的乐声是人耳聋；过多的美味使人口伤；纵情的起马打猎，是人心放荡发狂；保存珍贵的东西使人提心吊胆。因此圣人只为吃饱，不贪求耳目的享受，所以要抛弃那些取得这些。"},{"index":13,"text":"宠辱若惊，贵大患若身。何谓宠辱若惊﹖宠为下，得之若惊，失之若惊，是谓宠辱若惊。何谓贵大患若身﹖吾所以有大患者，为吾有身，及吾无身，吾有何患﹖故贵以身为天下，若可寄天下；爱以身为天下，若可托天下。","description":"受到宠爱或污辱都感到惊恐，重视身体就象重视大的祸患。为什么说受到宠爱或污辱都感到惊恐呢？受宠本来就是卑下的，得到它当然惊恐，失去它也感到惊恐，这就叫做宠辱若惊。什么叫做重视己身就象重视大的祸患？我之所以会有大的祸患，是因为我有个身体，如果我没有这个身体，我还有什么祸患呢？所以能够以贵己身的态度去对待天下，才可以把天下交付给他；能够以爱己身的态度去对待天下，才可以把天下委托给他。"},{"index":14,"text":"视之不见，名曰夷；听之不闻，名曰希；搏之不得，名曰微。此三者不可致诘，故混而为一。其上不皦，其下不昧。绳绳不可名，复归于无物。是谓无状之状，无物之象，是谓惚恍。迎之不见其首，随之不见其后。执古之道，以御今之有。能知古始，是谓道纪。","description":"看它看不见，叫做“夷”，听它听不到，叫做“希”，摸它摸不着，叫做“微”，这三种现象，无法追究。因为它们是混为一体的。它上面并不光亮，下面也不阴暗，它连绵不绝，难以形容，复回归于没有物体的状态。这叫做没有形状的形状，没有物形的形象，就叫做“恍惚”。迎着它看不见它的头，跟着它看不见它的尾，拿着古时的道理来驾御今天的事物，能认识古时的道理，才可以说认识道的规律。"},{"index":15,"text":"古之善为道者，微妙玄通，深不可识。夫唯不可识，故强为之容。豫兮若冬涉川，犹兮若畏四邻，俨兮其若客，涣兮其若凌释，敦兮其若朴，旷兮其若谷，浑兮其若浊。孰能浊以静之徐清﹖孰能安以动之徐生﹖保此道者不欲盈。夫唯不盈，故能蔽而新成。","description":"古时善于为士的人，细微深远而通达，深远得难以认识。正因为难以认识，只能勉强加以形容：谨慎啊，象冬天趟水过河，警惕啊，象害怕四邻围攻，恭敬啊，象当客人，和蔼啊，象冰将融化，朴质啊，象为雕琢的素材，空旷啊，象深山幽谷，浑厚啊，象江河的浑水，谁能使浑水不浑？安静下来就会慢慢澄清。谁能长久保持安定？变动起来就会慢慢打破安定，保持此道的人不会自满。正因为不自满，所以能去旧换新。"},{"index":16,"text":"致虚极，守静笃。万物并作，吾以观复。夫物芸芸，各复归其根。归根曰静，是谓复命。复命曰常。知常曰明。不知常，妄作凶。知常容，容乃公，公乃全，全乃天，天乃道，道乃久。没身不殆。","description":"尽量使心灵空虚到极点，坚守清净。万物都在生长发展，我看到了往复循环的道理。万物尽管变化纷纷，最后都各自回到他的根本。返回根本叫做静，也叫使命。使命叫做常，认识了常叫做明。不认识常，而轻举妄动，必定有凶险。认识了常才能宽容， 能宽容才能大公，能大公才能天下归从，天下归从才能符合自然。符合自然才能符合道，符合道才能长久，终身不遇危险。"},{"index":17,"text":"太上，下知有之；其次，亲而誉之；其次，畏之；其次，侮之。信不足焉，有不信焉。悠兮其贵言。功成事遂，百姓皆谓﹕「我自然」。","description":"最好的统治者，人们仅仅知道有他，次一等的人们亲近他赞美他，再次一等的，人们害怕他，最次的，人们看不起他，统治者不值得信任，人们自然就不相信他！最好的统治者是多么悠闲啊，他不轻易发号施令，事情办成功了，老百姓都说我们本来就是这个样的。"},{"index":18,"text":"大道废，有仁义；智慧出，有大伪；六亲不和，有孝慈；国家昏乱，有忠臣。","description":"大道被废弃了，才显示出仁义。聪明智慧出现了，才有狡诈虚伪。家庭不和睦了，才看得出孝慈。国家昏乱了，才出现忠臣。"},{"index":19,"text":"绝圣弃智，民利百倍；绝仁弃义，民复孝慈；绝巧弃利，盗贼无有。此三者以为文不足，故令有所属。见素抱朴，少私寡欲。","description":"抛弃了聪明和智慧人民可以得到百倍的利益；抛弃了仁和义，人民才 能恢复孝慈的天性；抛弃了巧和利，盗贼就能自然消灭。这三条作为法则是不够的，所以要使人们的认识有所从属：保持朴素，减少私欲。"},{"index":20,"text":"绝学无忧。唯之与阿，相去几何？善之与恶，相去若何？人之所畏，不可不畏。荒兮其未央哉！众人熙熙，如享太牢，如春登台。我独泊兮其未兆，如婴儿之未孩。儽儽兮若无所归。众人皆有余，而我独若遗。我愚人之心也哉，沌沌兮！俗人昭昭，我独昏昏。俗人察察，我独闷闷。澹兮其若海，飂兮若无止。众人皆有以，而我独顽且鄙。我独异于人，而贵食母。","description":"抛弃学问才能免除忧患。应诺与阿斥，相差有多少？善良与丑恶，相差有多少？人们所怕的，就不能怕。自古以来就是如此啊，还没有个尽头！众人都兴高采烈，好象参加盛大的宴席，好象春天去登台眺望美景。唯独我自己淡淡的无动于衷，好象还不会发笑的婴儿。疲倦啊，象是无家可归！.众人都有余，只有我好象什么也没有，我真是愚人的心肠啊，混混沌沌啊！人们都是那么清醒，我却混混迷迷，人们是那么精明，我却什么也不知道。辽阔无边啊，象大海，无尽无休啊，象大风。.众人都有能耐， 唯独我愚笨无能。我和人们都不一样，是因为我以得了道为贵。"},{"index":21,"text":"孔德之容，惟道是从。道之为物，惟恍惟惚。惚兮恍兮，其中有象；恍兮惚兮，其中有物。窈兮冥兮，其中有精；其精甚真，其中有信。自古及今，其名不去，以阅众甫。吾何以知众甫之状哉﹖以此。","description":"大德的形态，与道一致。道这个东西，是恍恍惚惚的没有固定的形体。惚啊恍啊，惚恍之中却有形象；恍啊惚啊，恍惚之中却有实物；深啊远啊， 深远之中却有精气，这种精气是真实可信的。从古到今，它的名字不能废去，根据它才能认是万物的开始。我怎么会知道万物的开始的情况呢？原因就在于此。"},{"index":22,"text":"曲则全，枉则直，洼则盈，敝则新，少则得，多则惑。是以圣人抱一为天下式。不自见，故明；不自是，故彰；不自伐，故有功；不自矜，故长。古之所谓曲则全者，岂虚言哉﹗诚全而归之。","description":"委屈才能保全，弯曲才能伸直，低洼才能充盈，破旧才能生新， 少取才有收获，多取反而迷惑。因此圣人用这一原则作为天下事理和模式。不固执己见，才能看的分明；不自以为是，才能是非昭彰；不自我夸 耀才显得有功， 不自高自大才能保持长久；正因为不与人争，所以天下就没有人能争得过他。古时所说的委屈才能保全等话，怎么能是空话呢！真正能全部得到它。"},{"index":23,"text":"希言自然。故飘风不终朝，骤雨不终日。孰为此者﹖天地。天地尚不能久，而况于人乎﹖故从事于道者，同于道；德者，同于德；失者，同于失。同于道者，道亦乐得之；同于德者，德亦乐得之；同于失者，失亦乐得之。信不足焉，有不信焉。","description":"少说话是合乎自然法则的。所以，狂风刮不到一个早晨，暴雨下不到一整天，是谁使它这样的？是天地。天地（的狂风暴雨）尚且不能持久，何况于人呢？所以凡是从事于道的人：求道的就与道相同。求德的就与德相同，求失的就与失相同。与道相同的人，道也乐意得到他；与德相同的人，德也乐意得到他；与失相同的人，失也乐意得到他。不值得信任的， 当然就有不相信的事情发生！"},{"index":24,"text":"企者不立，跨者不行。自见者不明，自是者不彰，自伐者无功，自矜者不长。其于道也，曰﹕余食赘行。物或恶之，故有道者不处。","description":"掂起脚跟是站不稳当的；故意跨大步是走不远的；固执己见的是看不分明的；自以为是的是看不清是非的；自我炫耀的是显不出功劳的；自高自大的是不能长久的。从道的观点来看，应当说是剩饭赘瘤。谁都厌恶它， 所以有道的人不这样做。"},{"index":25,"text":"有物混成，先天地生。寂兮寥兮，独立而不改，周行而不殆，可以为天下母。吾不知其名，字之曰道，强为之名曰大。大曰逝，逝曰远，远曰反。故道大，天大，地大，人亦大。域中有四大，而人居其一焉。人法地，地法天，天法道，道法自然。","description":"有一个混然一体的东西，出生在天地之前。无声啊，无形啊，不依靠外力而永远存在。不停地循环运行，它可以算做天下万物的根本。我不知到它的名字，把它叫做道，并勉强给它起个名字叫做大。大到无边叫做逝去，逝去叫做遥远，遥远可返回本原。所以道大.天大，地大，人也大。宇宙中有四大，而人是四大之一。人以大为法则，地以天为法则，天以道为法则，道以自然为法则。"},{"index":26,"text":"重为轻根，静为躁君。是以君子终日行不离辎重，虽有荣观，燕处超然。奈何万乘之主，而以身轻天下﹖轻则失根，躁则失君。","description":"重是轻的根本，静是动的主宰。因此，圣人终日行走不离开辎重。虽有豪华的生活，却不沉溺在里面。为什么身为大国的君主，却轻率地对待天下的事情呢？轻率必然丧失基础，妄动必然丧失主宰。"},{"index":27,"text":"善行无辙迹，善言无瑕谪，善数不用筹策，善闭无关楗而不可开，善结无绳约而不可解。是以圣人常善救人，故无弃人；常善救物，故无弃物。是谓袭明。故善人者，不善人之师；不善人者，善人之资。不贵其师，不爱其资，虽智大迷，是谓要妙。","description":"善于行路的，不留辙迹；善于言谈的，不留话柄；善于计算的，不留筹码；善于关闭的不用锁具却不能打开；善于捆绑的，不用绳索却不能解脱。因此，圣人总是善于救人，所以没有废弃的人；总是善于用物， 所以总是没有废弃的物；这就叫做内在的聪明。所以，善人是恶人的老师， 恶人是山热病的借鉴，不尊重他的老师，不爱护他的借鉴，虽自以为明智 而实际上很糊涂。这就是精深奥妙的道理。"},{"index":28,"text":"知其雄，守其雌，为天下谿。为天下谿，常德不离，复归于婴儿。知其白，守其辱，为天下谷。为天下谷，常德乃足，复归于朴。朴散则为器，圣人用之，则为官长，故大制不割。","description":"知道什么是雄强，却安守柔弱，甘作天下的沟溪。甘作天下的沟溪，永恒的德就不会离失，回复到初生的婴儿的状态。明知什么是明亮，却安守黑暗，甘作天下的模式。甘作天下的模式，永恒的德就不会丢失，回复到最终的真理。明知什么是荣耀，却安守卑辱，甘愿作天下的川谷。甘作天下的川谷，永恒的德才可以充足，回复的纯朴，纯朴分散就成为器具，圣人们用它们是发挥他们的长处。所以，大的器具是完整的。"},{"index":29,"text":"将欲取天下而为之，吾见其不得已。天下神器，不可为也，不可执也。为者败之，执者失之。故物或行或随，或嘘或吹，或强或羸，或载或隳。是以圣人去甚，去奢，去泰。","description":"打算治理天下用妄为的办法，我看他是得不到什么的。天下诗歌神圣的东西，是不能妄为的。妄为的人要失败，想据为己有的要丢失。所以一切事物有前行的有后随的，有轻嘘的有急吹的，有强壮的有瘦弱的，有小挫的有全毁的。所以圣人要去掉极端的奢侈的过分的措施。"},{"index":30,"text":"以道佐人主者，不以兵强天下。其事好还。师之所处，荆棘生焉。大军之后，必有凶年。善者果而已，不敢以取强。果而勿矜，果而勿伐，果而勿骄。果而不得已，果而勿强。物壮则老，是谓不道，不道早已。","description":"用道辅助君王的人，不用兵力在天下逞强，这事容易得到报应：军队驻过的地方，就会长满荆棘。大战之后，必定有荒年。善于用兵的只求有个 好结果就行了，不敢用兵来逞强。有好结果了，不要自高自大，有好结果了不要夸耀，有好结果了不要骄傲，有好结果了要看成是出于不得已，有好结果了不要逞强。事物壮大了就会衰老，这就叫不和乎道的原则，不和乎道的原则必然消亡。"},{"index":31,"text":"夫佳兵者不祥之器，物或恶之，故有道者不处。君子居则贵左，用兵则贵右。兵者不祥之器，非君子之器，不得已而用之，恬淡为上。胜而不美，而美之者，是乐杀人。夫乐杀人者，则不可得志于天下矣。吉事尚左，凶事尚右。偏将军居左，上将军居右。言以丧礼处之。杀人之众，以悲哀泣之，战胜以丧礼处之。","description":"兵器是不吉利的东西，谁都厌恶它，所以有道的人不仰仗它。君子平时以左边为上，打仗时就以右边为上。兵器是不吉利的东西，不是君子的东西，不得已而用它，看轻一些为好。胜利了也不要看成是美事。如果看成美事，就是喜欢杀人了。喜欢杀人的人，就不可能得志于天下了。吉庆事以左边为上，凶丧事以右边为上。偏将军在左边，上将军在右边，就是说用办丧事的规矩来处理。战争杀人众多，要带者悲痛的心情参与，就是战胜了也要用办丧事的规矩来处理。"},{"index":32,"text":"道常无名，朴，虽小，天下莫能臣也。侯王若能守之，万物将自宾。天地相合，以降甘露，民莫之令而自均。始制有名，名亦既有，夫亦将知止，知止可以不殆。譬道之在天下，犹川谷之于江海。","description":"道永远没有固定的名称。朴虽然小，天下没有谁能支配它。到侯王的如果能守着它，万物将会自动归从。天地之气相合，就会下雨。人们没有指使它，它却自然均匀。开始有制度就要有名称，名称既然有了，就要适可而止。知道适可而止可以避免危险。比如道为天下所归，就像江海为一切河流所归一样。"},{"index":33,"text":"知人者智，自知者明。胜人者有力，自胜者强。知足者富。强行者有志。不失其所者久。死而不亡者寿。","description":"能认识别人的叫做智，能认识自己的叫做明。能战胜别人的叫做有力，能战胜自己缺点的叫做刚强。知道满足就感觉富有，坚持力行的就是有志气，不迷失本性的就能长久，死而不被遗忘的就是长寿。"},{"index":34,"text":"大道泛兮，其可左右。万物恃之而生而不辞，功成而不有，衣养万物而不为主。常无欲，可名于小；万物归焉而不为主，可名为大。以其终不自为大，故能成其大。","description":"万物依靠它生存而它从不说什么，成功了它不据为己有。养育了万物而不自以为主宰，经常没有欲望，可称为渺小；万物想它归附而它不自以为主宰，可以称之为伟大。因为它到底不自以为伟大，所以才成为伟大。"},{"index":35,"text":"执大象，天下往。往而不害，安平太。乐与饵，过客止。道之出口，淡乎其无味，视之不足见，听之不足闻，用之不足既。","description":"谁要掌握了道，天下人都要向他投靠。都来投靠也不会互相伤害，大家都和平安泰。音乐与美食，能使行人停步。道要说出来，却淡的无味。看它看不见，听它听不到，用它用不完。"},{"index":36,"text":"将欲歙之，必固张之。将欲弱之，必固强之。将欲废之，必固举之。将欲夺之，必固与之。是谓微明。柔弱胜刚强。鱼不可脱于渊，国之利器不可以示人。","description":"想要收敛它，必先扩张它；想要削弱它，必先增强它；想要废弃它，必先兴盛它；想要夺取它，必先给与它。这叫做精深的预见，柔弱会战胜刚强。鱼不能离开水，国家的好武器不能拿出来给人看。"},{"index":37,"text":"道常无为而无不为，侯王若能守之，万物将自化。化而欲作，吾将镇之以无名之朴。（无名之朴）夫亦将无欲。不欲以静，天下将自定。","description":"道是无为的而没有一件事不是它所为的。侯王如果能保持无为这一原则，万物将自动向他归化。归化后如果有欲望发作，我就用“无名之扑”来镇服他。无名之扑也就是根绝欲望。根绝欲望可以安静，天下自然就会稳定。"},{"index":38,"text":"上德不德，是以有德；下德不失德，是以无德。上德无为而无以为；下德无为而有以为。上仁为之而无以为；上义为之而有以为。上礼为之而莫之应，则攘臂而扔之。故失道而后德，失德而后仁，失仁而后义，失义而后礼，夫礼者忠信之薄，而乱之首。前识者，道之华，万愚之始。是以大丈夫处其厚，不居其薄，处其实，不居其华。故去彼取此。","description":"上德不表现为有德，实际上是有德。下德自以为有德，实际上是没有德的。上德无所表现不故意表现他的德。下德有所表现并故意表现他的德。上仁有所表现，但非故意表现他的仁。上义有所表现，并故意表现他的义。上礼有所表现而得不到响应。就伸出胳膊强迫人家来响应。所以失去了道以后才有德，失去了德以后才有仁，失去了仁以后才有义，失去了义而后才有礼。礼这个东西，是忠信的不足是混乱的开始。有先见之明的人，是道的虚华是愚昧的开始。因此，大丈夫立身淳厚而不居于贫薄，存心朴实，而不在于虚华。所以要舍弃后者采取前者。"},{"index":39,"text":"昔之得一者，天得一以清，地得一以宁，神得一以灵，谷一以盈，万物得一以生，侯王得一以为天下贞。其致之。天无以清将恐裂，地无以宁将恐发，神为以灵将恐歇，谷无以盈将恐竭，万物无以生将恐灭，侯王无以贵高将恐蹶。故贵以贱为本，高以下为基。是以侯王自谓孤、寡、不谷，此非以贱为本邪？非欤？故至誉无誉。不欲琭琭如玉，珞珞如石。","description":"自古以来凡是得到一的：天得到一就清明，地得到一就安宁，神得到一就有灵，洼坑得到一就充盈，万物得到一就繁衍滋生，侯王得到一就能为天下的首领。他们都是从得到一才能达到的境界，天不能保持清明，恐怕要破裂；地不能保持安宁，恐怕要废弃；神不能保持灵验，恐怕就要消失；洼坑不能保持充盈，恐怕要枯竭；万物不能繁衍滋生，恐怕要灭绝；侯王不能保持高地位，恐怕要垮台。所以，贵以*为根本，高以下为基础。所以，侯王自称为“孤家”.“寡人”“不* ”。这不是以*为根本吗？ 难道不是这样吗？所以，追求过多的荣誉就没有荣誉，不想做高贵的美玉，要做坚硬的基石。"},{"index":40,"text":"反者道之动；弱者道之用。天下万物生于有，有生于无。","description":"向相反的方向变化是道的运动，示弱是道的运用。天下万物生于能看得见的“有”，而“有”却生于看不见的“无”。"},{"index":41,"text":"上士闻道，勤而行之；中士闻道，若存若亡；下士闻道，大笑之。不笑不足以为道。故建言有之：明道若昧，进道若退，夷道若颣，上德若谷，大白若辱，广德若不足，建德若偷，质德若渝，大方无隅，大器晚成，大音希声，大象无形，道隐无名。夫唯道，善贷且成。","description":"上士听了道的道理，就努力去实践；中士听了道的道理，觉得好象是有道理又好象没道理；下士听了道的道理，就哈哈大笑。不被嘲笑那就不是真正的道了！所以古人说过：明显的“道”好象暗昧，前进的“道”好象后退，平坦的“道” 好像高低不平，崇高的“德”好像低洼的川谷，洁白好象污垢，广大的“德”好像有不足，刚健的“德”好像是怠惰，质地纯净好像是浑浊。最大的方形反而没有边角，重大的器具往往制成得很晚，最大的声音听来反而无声，最大的形象看来反而无形。“道”幽隐而无名，只有“道”，才善于使万物得以完成。"},{"index":42,"text":"道生一，一生二，二生三，三生万物。万物负阴而抱阳，冲气以为和。人之所恶，唯孤、寡、不谷，而王公以为称。故物或损之而益，或益之而损。人之所教，我亦教之，强梁者不得其死，吾将以为教父。","description":"道产生统一体，统一体产生对立的两个方面，对立的两个方面产生第三者，第三者产生万事万物。万物内部都包含着阴阳两个对立的方面，它们在交冲中得到和谐。人们所厌恶的就是“孤家”.“寡人”.“不* ”这些词儿。而王公们却用这些词儿称呼自己。所以，一切事物贬损它它却得到增益；增益它它却受到贬损。人们所教导我的，我也用来教导别人：“强暴的人不得好死”。我要把这句话作为教人的宗旨。"},{"index":43,"text":"天下之至柔，驰骋天下之至坚，无有入无间。吾是以知无为之有益。不言之教，无为之益，天下希及之。","description":"天下最柔弱的东西，能驾御天下最坚硬的东西。无形的力量能进入没有空隙的东西里面。我因而认识到无为的好处。无言的教导，无为的好处，天下的事很少能够比上得上它。"},{"index":44,"text":"名与身孰亲？身与货孰多？得与亡孰病？是故甚爱必大费，多藏必厚亡。知足不辱，知止不殆，可以长久。","description":"名声与身体相比哪个亲切？身体与财产相比哪个重要？得到和丧失相比哪个有害？所以，过分的吝惜必招致更大的破费，丰厚的储藏必有严重的损失。知道满足就不会遭到侮辱，知道适可而止就不会遇到危险，可以长久安全。"},{"index":45,"text":"大成若缺，其用不弊；大盈若冲，其用不穷。大直若屈，大巧若拙，大辩若讷。静胜躁，寒胜热，清静为天下正。","description":"最完美的东西好象是空虚的，它的作用不会穷竭。最挺直的好象弯曲，最灵巧的好象笨拙，最好的口才好象说话迟钝。急走能战胜寒冷，安静能克服炎热，清净无为可以做天下的首领。"},{"index":46,"text":"天下有道，却走马以粪；天下无道，戎马生于郊。祸莫大于不知足；咎莫大于欲得。故知足之足，常足矣。","description":"天下有道时，战马都用来耕地；天下无道时，怀孕的马也要在战场上生驹。最大的灾祸是不知道满足，最大的罪过是贪得无厌。所以，知道满足为满足永远是满足的。"},{"index":47,"text":"不出户，知天下；不窥牖，见天道。其出弥远，其知弥少。是以圣人不行而知，不见而名，无为而成。","description":"不出大门，就能知道天下的事理。不望窗外，就能看到天道。走出去越远，知道的道理越少。所以圣人不需要通过经历就能知晓，不需亲见就能明了，不去做就能成功。"},{"index":48,"text":"为学日益，为道日损。损之又损，以至于无为。无为而无不为。取天下常以无事，及其有事，不足以取天下。","description":"求学问天天增加，求道天天减少，减少再减少，以至于达到无为的境地，虽然无为而没有不是他所为的。治理天下不要经常进行干扰。如果经常干扰，就不可能治理好天下。"},{"index":49,"text":"圣人无常心，以百姓心为心。善者吾善之，不善者吾亦善之，德善。信者吾信之，不信者吾亦信之，德信。圣人在天下，歙歙焉；为天下，浑其心。百姓皆注其耳目，圣人皆孩之。","description":"圣人没有固定的意志以百姓的意志为意志。善良的人我善待他，不善良的人我也善待他，就可以使人向善。讲信用的人我信任他，不讲信用的人我也信任他，就可以使人守信用。胜任治理天下，和和气气使天下百姓心思归于浑朴。百姓都注意他们自己听到的和看到的，圣人使百姓们都回复到婴儿般的状态。"},{"index":50,"text":"出生入死。生之徒十有三，死之徒十有三，人之生，动之死地，亦十有三。夫何故？以其生生之厚。盖闻善摄生者，陆行不遇兕虎，入军不被兵甲。兕无所投其角，虎无所措其爪，兵无所容其刃，夫何故？以其无死地。","description":"从出生到死亡。长命的占十分之三，短命的占十分之三，本来可以长命的，却过早死去的也占十分之三。这是为什么？因为想长命，生活过于优厚。听说善于保护生命的人，在陆地上行走不会遇到 牛和老虎，在战争中不会遭到杀伤。牛永不上它的角，老虎用不上它的爪，兵器用不上它的刃。这是为什么？因为他不到有死亡危险的地方去。"},{"index":51,"text":"道生之，德畜之，物形之，势成之。是以万物莫不尊道而贵德。道之尊，德之贵，夫莫之命而常自然。故道生之，德畜之，长之育之，亭之毒之，养之覆之。生而不有，为而不恃，长而不宰。是谓玄德。","description":"道生长万物，德养育万物，种类区分万物，环境形成万物。因而万物没有不尊重道而珍贵德的。道所以被尊重，德所以被珍贵，就在于它不加干涉而顺应自然。所以道生长万物，德养育万物，使万物得到生长和发育，使万物得到安定和保护，使万物得到养育和繁殖，生养了万物而不据为己有，帮助了万物而不自以为有功，当万物之长而不自以是主宰，这就是最深远的德。"},{"index":52,"text":"天下有始，以为天下母。既得其母，以知其子；既知其子，复守其母，没身不殆。塞其兑，闭其门，终身不勤；开其兑，济其事，终身不救。见小曰明，守柔曰强。用其光，复归其明，无遗身殃。是为习常。","description":"天下事物 都有个开头儿，要把这个开头儿当作天下事物的根本。已经得知了万物的根本，就能认识万物。既然认识了万物，还必须坚守着万物的根本，就一辈子没危险。塞着窟窿，关闭门户，终身不生疾病，敞开窟窿，济了他们的事，终身不可救治。观察细微叫做明，保持柔弱叫做强。用它的光亮返照内在的明，不给自身带来灾殃，这就是熟习常道。"},{"index":53,"text":"使我介然有知，行于大道，惟施是畏。大道甚夷，而民好径。朝甚除，田甚芜，仓甚虚；服文彩，带利剑，厌饮食，财货有余，是谓盗夸。非道也哉！","description":"假如我有点知识，我就在大道上行走，怕的是走邪路。大路很平坦，而人却喜欢走捷径。朝政很腐败，农田很荒芜，仓库很空虚，而穿着锦绣衣服，带着锋利宝剑，吃厌了精美饮食，占有过多的财富，这就叫做强盗头子。多么不和乎道呀！"},{"index":54,"text":"善建者不拔，善抱者不脱，子孙以祭祀不辍。修之于身，其德乃真；修之于家，其德乃余；修之于乡，其德乃长；修之于邦其德乃丰；修之于天下，其德乃普。故以身观身，以家观家，以乡观乡，以邦观邦，以天下观天下。吾何以知天下然哉？以此。","description":"善建的不可拔除，善抱的不会脱落，子孙遵照这个道理祭祀永不断绝。用这个道理修身，他的德就会纯真；用这个道理治家，他的德就会有馀；用这个道理治乡，这乡的德就会久远；用这个道理治国，这个国的德就会丰厚；用这个道理治天下，天下的德就会普及。所以，从个人去认识个人，从家去认识家，从乡去认识乡，从国去认识国，从天下去认识天下。我怎么会知道天下是这样的呢？就是用这种方法。"},{"index":55,"text":"含德之厚，比于赤子。毒虫不螫，猛兽不据，攫鸟不搏。骨弱筋柔而握固，未知牝牡之合而脧作，精之至也。终日号而不嗄，和之至也。知和曰常，知常曰明。益生曰祥。心使气曰强。物壮则老，是谓不道，不道早已。","description":"含德深厚的人，好比是个婴儿。毒虫不蛰他，猛兽不伤他，恶鸟不抓他，筋骨柔弱而小拳头握得很牢固。不知道男女交合是咋回事，而小生殖器常常勃起，这是精力充沛的表现。整天号啼而喉咙却不沙哑，这是淳和之极的表现。认识淳和的道理叫做常，认识到常的叫做明。贪求生活享受叫做灾殃，欲望支配精气叫做逞强。事物过分壮大就会衰老，可说是离开了道，离开了道就要早亡。"},{"index":56,"text":"知者不言，言者不知。塞其兑，闭其门，挫其锐，解其纷，和其光，同其尘。是谓玄同。故不可得而亲，不可得而疏；不可得而利，不可得而害；不可得而贵，不可得而贱。故为天下贵。","description":"真懂得的不随便乱说，随便乱说的不是真懂得。塞着穴洞，关闭门户，挫去锋芒，解脱纠纷，含光耀，混同垢尘，这就叫做“玄同”，所以，不可能对它亲近，不可能对他疏远。不可能使他得利，不可能使他受害。不可能使他尊贵，不可能使他下*。所以被天下所重视。"},{"index":57,"text":"以正治国，以奇用兵，以无事取天下。吾何以知其然哉？以此。天下多忌讳，而民弥贫；朝多利器，国家滋昏；人多伎巧，奇物滋起；法令滋彰，盗贼多有。故圣人云﹕我无为而民自化，我好静而民自正，我无事而民自富，我无欲而民自朴。","description":"用正大光明的方法治国，用奇谲诡异的方法用兵，以不扰民来掌握天下。我怎么知道会是这样的呢？就是因为：天下的禁令越多，人民就越贫困；民间的武器越多，国家就越混乱；人们的技术越巧，奇怪物品越多；法令越分明，盗贼就越多。所以圣人说：我无所作为人民自然顺化。我好静，人民自然端正，我不加干扰，人民自然富裕，我没有贪欲，人民自然淳朴。"},{"index":58,"text":"其政闷闷，其民淳淳；其政察察，其民缺缺。祸兮福之所倚，福兮祸之所伏。孰知其极？其无正。正复为奇，善复为妖。人之迷，其日固久。是以圣人方而不割，廉而不刿，真而不肆，光而不耀。","description":"政治宽松，人民就淳朴。政治苛刻，人民就狡诈。灾害啊，幸福就在它身边，幸福啊，灾害就藏在里边。谁知它最后会怎么样？它没有定论。正常的可能变为反常，善良可能变为妖孽。人们的迷惑，由来已经很久了！因此圣人虽是方正的但不是切割的，虽是锋利的，但不伤人，虽是坦直的，但不放肆，虽是光亮的到不刺眼。"},{"index":59,"text":"治人，事天，莫若啬。夫唯啬，是以早服；早服谓之重积德；重积德则为不克；无不克则莫知其极；莫知其极，可以有国；有国之母，可以长久。是谓深根固柢，长生久视之道。","description":"治理人.事奉天都不如吝啬为好由于吝啬，可说成是早作准备。早作准备可说成是重积德。重积德就无往而不胜。无往而不胜这种力量是无法估计的。这种无法估计的力量，可以管理国家。有了治国的根本，治理方可以长久。这就叫做根扎得深.柢生的牢.这是延长生命的道理。"},{"index":60,"text":"治大国，若烹小鲜。以道莅天下，其鬼不神；非其鬼不神，其神不伤人，非其神不伤人，圣人亦不伤人。夫两不相伤，故德交归焉。","description":"治理大国好象煎小鱼（或者做小菜）。用道来治理天下，鬼也不起作用。不是鬼不起作用，就是它起作用也不能伤人。不是它起作用也不能伤人，圣人也不伤人。这样双方互不伤害，所以能彼此无事。"},{"index":61,"text":"大国者下流，天下之交。天下之牝，牝常以静胜牡，以静为下。故大国以下小国，则取小国；小国以下大国，则取大国。故或下以取，或下而取。大国不过欲兼畜人，小国不过欲入事人。夫两者各得所欲，大者宜为下。","description":"大国要居于江河的下流，这是天下百川所归附的地方，自居于雌性地位。雌性经常以安静战胜雄性，就在于她安静而居下。所以，大国对于小国谦下，就可取得小国的信任。小国对大国谦下，才能取得大国的信任。所以，谦下可以信任人，谦下可以被人信任。大国不过分要求领导小国，小国不过分要求事奉大国，大国小国都适当的满足自的要求，大国应特别注意谦下。"},{"index":62,"text":"道者万物之奥。善人之宝，不善人之所保。美言可以示尊，美行可以加人。人之不善，何弃之有？故立天下，置三公，虽有拱璧以先驷马，不如坐进此道。古之所以贵此道者何？不曰：求以得，有罪以免邪？故为天下贵。","description":"道是万物的主宰，是善人的法宝，恶人也受它的保护。美好的言词能换取人们的尊敬，善良的行为可以见重于人。即使有不懂为善的人，怎能把他们抛弃呢？所以树立天子，设置大臣，虽然先献美好的玉石，后献珍贵的车辆，还不如把道作为献礼。古时所以为什么要重视这个道？不是说有求即能得，有罪即能免吗？所以被天下所重视。"},{"index":63,"text":"为无为，事无事，味无味。大小多小，报怨以德。图难于其易，为大于其细。天下难事，必作于易；天下大事，必作于细。是以圣人终不无大，故能成其大。夫轻诺必寡信，多易必多难。是以圣人犹难之，故终无难矣。","description":"把无为当作为，把无事当作事，把无味当作味。不管大小多少，要用德来报答怨恨。打算克服困难要从容易处入手；实现远大理想要从细小处开始。天下的难事必须从容易处做起；天下的大事必须从细小处做起。因此圣人始终不做大事，所以才能完成大事，轻易答复别人的要求，势必要失信，把事情看得很容易势必会遇到很多困难。因为圣人遇事总是看得困难些，所以最终就没有困难了。"},{"index":64,"text":"其安易持，其未兆易谋，其脆易泮，其微易散。为之于未有，治之于未乱。合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下。为者败之，执者失之。是以圣人无为故无败，无执故无失。民之从事，常于几成而败之。慎终如始，则无败事。是以圣人欲不欲，不贵难得之货；学不学，复众人之所过。以辅万物之自然，而不敢为。","description":"局面安定时容易维持；事变还没有迹象时容易解决；事物脆弱时容易溶解；事物细微时容易消散。要在事件发生前就把它安排妥当，要在祸乱未发生以前就加以治理。合抱的大树是由小树苗长成的；九层的高台是积累的泥土筑起的；潜力的远行是从第一步开始的。有为就会有失败，有得就会有损失。因为圣人无为，所以就不会失败：无得，所以就无失。人们做事往往在快成功的时候失败。当事情快要办完的时候还能象开始时那样谨慎，因此圣人的欲望就是没有欲望，不重视稀有的货物；圣人的学问就是没有学问，以补救众人常犯的过错。用以辅助万物自然发展不敢去妄加干涉."},{"index":65,"text":"古之善为道者，非以明民，将以愚之。民之难治，以其智多。故以智治国，国之贼；不以智治国，国之福。知此两者亦稽式。常知稽式，是谓玄德。玄德深矣远矣；与物反矣！然后乃至大顺。","description":"古时善于行道的人，不是教人民聪明些，而是教人民愚蠢些。人民之所以难治理就是因为他们智巧太多。所以用智巧治国，是国家的灾害；不用智巧治国，是国家的幸福。认识这两种治国的法则也就是模式。经常运用这一模式，这就叫做“玄德”“玄德”又深又远啊，与事物是相反的，最后得到的是非常通顺。"},{"index":66,"text":"江海所以能为百谷王者，以其善下之，故能为百谷王。是以圣人欲上民，必以言下之；欲先民，必以身后之。是以圣人处上而民不重；处前而民不害。是以天下乐推而不厌。以其不争，故天下莫能与之争。","description":"江海所能成为一切河流的领袖，由于它善于处在河流的下游，所以能成为一切河流的领袖。所以要想处在人民上面，必须在言词上对人民表示谦下；想出在人民之前，必须站在人民后面。所以圣人处在人民上面，而人民不感到负担；处在人民前面而人民不感觉碍事。所以天下人民喜欢推崇他而不厌弃他，因为他不跟人争，所以天下没有人能争得过他。"},{"index":67,"text":"天下皆谓我道大，似不肖。夫唯大，故似不肖。若肖，久矣其细也夫。我有三宝，持而保之。一曰慈，二曰俭，三曰不敢为天下先。慈故能勇，俭故能广，不敢为天下先，故能成器长。今舍慈且勇，舍俭且广，舍后且先，死矣！夫慈，以战则胜，以守则固。天将救之，以慈卫之。","description":"天下人都说我的道太大，正是因为大，所以不象任何东西。如果象某种东西，早就渺小的很了！我有三件法宝，我掌握它并保护着它：第一叫做慈爱，第二叫做节俭，第三叫做不敢在天下人的前头。慈爱，才能勇敢，节俭，才能宽绰，不敢在天下人的前头，才能做事物的首长。现在舍弃慈爱而求勇敢，舍弃节俭而求宽绰，舍弃后而去争先，只有死路一条了。说道慈爱，用它去作战就能胜利，用它去守卫就能巩固。天要拯就谁，就用慈爱来保卫谁。"},{"index":68,"text":"善为士者不武，善战者不怒，善胜敌者不与，善用人者为之下。是谓不争之德，是谓用人之力，是谓配天之极。","description":"善于作武士的不逞勇武；善于作战的不靠愤怒；善于战胜敌人的不靠对打；善于用人的，对人谦下。这叫做不与人争的德行，这叫做利用别人的力量，这叫做与天道符合，这是自古以来的准则。"},{"index":69,"text":"用兵有言：「吾不敢为主而为客，不敢进寸而退尺。」是谓行无行，攘无臂，执无兵，扔无敌。祸莫大于轻敌，轻敌几丧吾宝。故抗兵相加，哀者胜矣。","description":"用兵的说过：我不敢主动进攻而要防守，不敢前进一寸而要后退一尺。这就叫做没有阵势可摆，没有胳膊可举，没有敌人可打，没有武器可拿。祸害没有比轻敌更大的了，轻敌几乎丧失我的法宝。所以两军势力相当，悲愤的一方会得到利。"},{"index":70,"text":"吾言甚易知，甚易行。天下莫能知，莫能行。言有宗，事有君。夫唯无知，是以不我知。知我者希，则我者贵。是以圣人被褐怀玉。","description":"我的话很容易懂，很容易实行。天下竟没人懂，没人实行。言论要有宗旨，做事要有主心骨。由于人们的无知，所以才不了解我。了解我的很少，效法我的就可贵了。所以圣人穿的虽不好怀里却揣着美玉。"},{"index":71,"text":"知，不知，上；不知，知，病。圣人不病，以其病病。夫唯病病，是以不病。","description":"知道自己有不知道的最好，不止到自以为知道就是毛病，正因为把这种毛病当作病，所以才没有病。圣人没有毛病，因为他把这种毛病当作 病，所以才没有病。"},{"index":72,"text":"民不畏威，则大威至。无狎其所居，无厌其所生。夫唯不厌，是以不厌。是以圣人自知不自见，自爱不自贵。故去彼取此。","description":"人民不怕威胁时，可怕的祸乱就要到来。不要逼迫得人民不得安生，不要堵塞人民谋生的道路。只有不压迫人民，人民才不感到压迫。所以圣人只求能自知而不自我表现，只求自爱而不自居高贵。所以要抛弃后者保持前者。"},{"index":73,"text":"勇于敢则杀，勇于不敢则活。此两者，或利或害，天之所恶，孰知其故？是以圣人犹难之。天之道，不争而善胜，不言而善应，不召而自来，繟然而善谋。天网恢恢，疏而不失。","description":"勇于有胆量就会死，勇于没胆量就会活。这两种“勇于”有的得利有的受害。天讨厌的，谁知道是因为什么？所以圣人也难于解说明白。天的道，不争斗而善于取胜，不说话而善于答应，不召唤而自动到来，慢条斯理的而善于谋划。天网广大无边，网孔虽稀，而从没有遗漏。"},{"index":74,"text":"民不畏死，奈何以死惧之？若使民常畏死，而为奇者，吾得执而杀之，孰敢？常有司杀者杀。夫代司杀者杀，是谓代大匠斲。夫代大匠斲者，希有不伤其手矣。","description":"人民不怕死，怎么能用死来吓唬他们？如果使人民经常怕死，对那些捣乱的人，我把他们抓来杀掉，谁还敢？应由专管杀人的人去杀。要代替专管杀人的去杀，正如同代替木匠去砍头。要代替木匠去砍木头，很少有不砍伤自己的手的。"},{"index":75,"text":"民之饥，以其上食税之多，是以饥。民之难治，以其上之有为，是以难治。民之轻死，以其上求生之厚，是以轻死。夫唯无以生为者，是贤于贵生。","description":"人民所以饥饿，是由于上面租税太多，所以才饥饿。人民所以难治理，是因为上面有所妄为，所以难治理。人民之所以不重视自己生命，是因为上面过分地保养自己的生命。所以人民才不重视自己的生命不过分看重生命的人，比过分看重自己生命的人高明。"},{"index":76,"text":"人之生也柔弱，其死也坚强。万物草木之生也柔脆，其死也枯槁。故坚强者死之徒，柔弱者生之徒。是以兵强则不胜，木强则兵。强大处下，柔弱处上。","description":"人活着时身体是柔软的。人死后身体是僵硬的。万物草木活着时是柔软脆弱的，它们死后 就变得枯槁了。所以僵硬的属于死亡一类，柔软的属于生存一类。所以军队逞强就会被消灭，树木僵硬就会被摧折。僵硬的处于下降状态，柔软的处于上升状态。"},{"index":77,"text":"天之道，其犹张弓与！高者抑之，下者举之；有余者损之，不足者补之。天之道，损有余而补不足；人之道，则不然，损不足以奉有余。孰能有余以奉天下？唯有道者。是以圣人为而不恃，功成而不处，其不欲见贤。","description":"天的道不正象拉弓射箭吗？高了就压低些，低了就抬高些，有多余的就减少些，不足的就补充些。天的道减少有余的补足不足的，热闹的道却不是这样，而是减少不足的补充有余的。谁能把有余的拿来补充不足的？只有有道的人。因而圣人干完事情却没有仗恃，成功了自己不居功，他不愿意表现自己的贤能。"},{"index":78,"text":"天下莫弱于水，而攻坚强者莫之能胜。以其无以易之。弱之胜强，柔之胜刚，天下莫不知，莫能行。是以圣人云：「受国之垢，是谓社稷主；受国不祥，是谓天下王。」正言若反。","description":"天下没有比水更柔弱的了。然而能攻破坚强的力量没有能胜过水的。没有别的东西能代替它。弱能胜强，柔能胜刚，天下没有人不懂，却不能实现。因此圣人说：承担全国的屈辱，才算得国家的领导。承担全国的灾殃，才能当天下的王。正话好象是反话。"},{"index":79,"text":"和大怨，必有余怨，安可以为善？是以圣人执左契，而不责于人。有德司契，无德司彻。天道无亲，常与善人。","description":"和解深重的仇怨，必然还会有遗留的仇怨，这怎么算作妥善的办法呢？所以圣人虽然拿着借据的存根，而不强迫人家还债。只拿着借据的是有德的人，只管收债的是无德的人。天道对人无所偏爱，经常帮助有德的人。"},{"index":80,"text":"小国寡民，使有什伯之器而不用，使民重死而不远徒。虽有舟舆，无所乘之；虽有甲兵，无所陈之。使民复结绳而用之。甘其食，美其服，安其居，乐其俗。邻国相望，鸡犬之声相闻，民至老死不相往来。","description":"国要小人少。即使有各种器具也不使用；使人民看重死亡也不想远方迁移；虽有船车，没有乘坐的必要；虽有武器装备，没有陈列的必要。使人民回复到结绳记事的状况。吃得香甜，穿的美观。住的安逸，过得欢乐，邻国之间互相看得见，鸡鸣犬吠的声音互相听得着。而人民直到老死，都不互相往来。"}]